Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

# bve_privacy_learn_more
source: The Bitcoin blockchain is public, meaning every transaction is publicly visible. However, Bitcoin addresses are pseudonymous, meaning the sender and recipient identities are generally unknown. When you receive Bitcoin via Email, the sender knows one of your Bitcoin addresses as well as your email. Due to Bitcoin's public blockchain, it is theoretically possible for a malicious sender to discover the existence of other BTC that you have if you send BTC from this account. For most people, this does not matter because they are receiving BTC from people they trust. However, if you are worried about this, you can create a new BTC account so that the new BTC you receive is separated from your existing BTC.
de: Die Bitcoin-Blockchain ist öffentlich, was bedeutet, dass jede Transaktion öffentlich sichtbar ist. Allerdings sind Bitcoin-Adressen pseudonym, was bedeutet, dass die Identitäten des Absenders und des Empfängers normalerweise unbekannt sind. Wenn du Bitcoin per E-Mail erhältst, kennt der Absender eine deiner Bitcoin-Adressen sowie deine E-Mail. Aufgrund der öffentlichen Bitcoin-Blockchain ist es theoretisch möglich, dass ein böswilliger Absender die Existenz anderer BTC, die du hast, herausfindet, wenn du BTC von diesem Konto sendest. Für die meisten Menschen spielt das keine Rolle, denn sie erhalten BTC von Menschen, denen sie vertrauen. Wenn du dir jedoch Sorgen darüber machst, kannst du ein neues BTC-Konto erstellen, damit die neuen BTC, die du erhältst, von deinen bestehenden BTC getrennt sind.
es: La blockchain de Bitcoin es pública, lo que significa que cada transacción es visible públicamente. Sin embargo, las direcciones de Bitcoin son seudónimas, lo que significa que las identidades del remitente y del destinatario generalmente son desconocidas. Cuando recibes Bitcoin vía correo electrónico, el remitente conoce una de tus direcciones de Bitcoin y tu correo electrónico. Debido a la blockchain pública de Bitcoin, es teóricamente posible que un remitente malintencionado descubra la existencia de otro BTC que tengas si envías BTC desde esta cuenta. Para la mayoría de las personas, esto no importa porque reciben BTC de personas en las que confían. Sin embargo, si esto te preocupa, puedes crear una nueva cuenta de BTC para que el nuevo BTC que recibas esté separado de tu BTC existente.
fr: La blockchain Bitcoin est publique, ce qui signifie que chaque transaction est visible par tous. Cependant, les adresse Bitcoin ont un pseudo, ce qui signifie que l'identité de l'expéditeur et du destinataire sont généralement inconnus. Lorsque vous recevez des Bitcoin par e-mail, l'expéditeur connaît l'une de vos adresses Bitcoin ainsi que votre adresse e-mail. Du fait que la blockchain Bitcoin est publique, il est théoriquement possible pour un expéditeur malveillant de découvrir l'existence d'autres BTC que vous possédez si vous envoyez des BTC à partir de ce compte. Pour la plupart des gens, cela n'a pas d'importance parce qu'ils reçoivent des BTC de personnes en qui ils ont confiance. Cependant, si cela vous inquiète, vous pouvez créer un nouveau compte BTC afin que les nouveaux BTC que vous recevez soient séparés de vos BTC existants.
it: La blockchain di Bitcoin è pubblica, il che significa che ogni transazione è pubblicamente visibile. Tuttavia, gli indirizzi Bitcoin sono pseudonimi, il che significa che le identità del mittente e del destinatario sono generalmente sconosciute. Quando ricevi Bitcoin via Email, il mittente conosce uno dei tuoi indirizzi Bitcoin, oltre che il tuo indirizzo email. A causa della blockchain pubblica di Bitcoin, è teoricamente possibile che un mittente malintenzionato scopra l'esistenza di altri BTC in tuo possesso se li invii da questo account. Per la maggior parte delle persone questo non ha importanza perché ricevono BTC da persone di cui si fidano. Tuttavia, se questo ti preoccupa, puoi creare un nuovo account BTC in modo che i nuovi BTC che riceverai siano separati dai tuoi BTC esistenti.
nl: De Bitcoin-blockchain is openbaar, wat betekent dat elke transactie publiekelijk zichtbaar is. Bitcoin-adressen zijn pseudoniem, wat betekent dat de identiteiten van de verzender en ontvanger meestal onbekend zijn. Wanneer u Bitcoin via e-mail ontvangt, kent de verzender een van uw Bitcoin-adressen en uw e-mail. Vanwege de openbare blockchain van Bitcoin is het theoretisch mogelijk dat een kwaadaardige verzender de aanwezigheid van andere BTC ontdekt die u heeft als u BTC van dit account verzendt. Voor de meeste mensen is dit niet belangrijk omdat zij BTC ontvangen van mensen die zij vertrouwen. Als u zich hierover zorgen maakt, raden we aan dit primaire BTC-account te gebruiken zonder de optie Bitcoin via e-mail in te schakelen en transacties uit te voeren met uw andere BTC-accounts met de optie Bitcoin via e-mail ingeschakeld. Dit zal uw blockchain-privacy verbeteren door BTC in dit account gescheiden te houden van elke BTC die u automatisch ontvangt.
pl: Blockchain Bitcoin jest publiczny, co oznacza, że każda transakcja jest publicznie widoczna. Jednak adresy Bitcoin są pseudonimowe, co oznacza, że tożsamości nadawcy i odbiorcy są zazwyczaj nieznane. Gdy otrzymujesz Bitcoiny przez e-mail, nadawca zna jeden z Twoich adresów Bitcoin oraz Twój e-mail. Z powodu publicznego charakteru blockchaina Bitcoin teoretycznie istnieje możliwość, aby złośliwy nadawca odkrył istnienie innych BTC, które posiadasz, jeśli wyślesz BTC z tego konta. Dla większości ludzi nie ma to znaczenia, ponieważ otrzymują BTC od osób, którym ufają. Jeśli się tym martwisz, możesz utworzyć nowe konto BTC, aby nowe BTC, które otrzymujesz, były oddzielone od Twoich istniejących BTC.
pt: A blockchain do Bitcoin é pública, o que significa que cada transação é visível publicamente. No entanto, os endereços de Bitcoin são pseudônimos, o que significa que as identidades do remetente e do destinatário são geralmente desconhecidas. Quando você recebe Bitcoin via e-mail, o remetente conhece um de seus endereços de Bitcoin, bem como seu e-mail. Devido à blockchain pública do Bitcoin, é teoricamente possível que um remetente mal-intencionado descubra a existência de outros BTC que você possui se enviar BTC desta conta. Para a maioria das pessoas, isso não importa porque elas estão recebendo BTC de pessoas em quem confiam. No entanto, se você estiver preocupado com isso, pode criar uma nova conta BTC para que o novo BTC que receber esteja separado do seu BTC existente.
ru: Блокчейн Bitcoin является публичным, то есть каждая транзакция видна всем. Однако адреса Bitcoin являются псевдонимными, что означает, что личности отправителя и получателя, как правило, неизвестны. Когда вы получаете Bitcoin по электронной почте, отправитель знает один из ваших Bitcoin-адресов, а также адрес вашей электронной почты. Ввиду публичности блокчейна Bitcoin теоретически возможно, что злоумышленник сможет выявить наличие у вас других BTC, если вы отправите BTC с этого аккаунта. Для большинства людей это не представляет проблемы, так как они получают BTC от тех, кому доверяют. Однако, если вас это беспокоит, вы можете создать новый Bitcoin-адрес, чтобы новые поступления BTC были отделены от BTC, уже имеющихся у вас.
tr: Bitcoin blok zinciri herkese açıktır. Yani her hesap işlemi herkese açıktır. Ancak Bitcoin adreslerinde takma adlar kullanılır. Yani gönderici ve alıcı kimlikleri genellikle bilinmez. E-posta ile Bitcoin aldığınızda, gönderici Bitcoin adreslerinizden birini ve e-posta adresinizi bilir. Bitcoin blok zinciri herkese açık olduğundan, BTC göndermek için de bu hesabı kullanırsanız, kötü niyetli bir gönderici sahip olduğunuz diğer BTC birikimlerinizin varlığını teorik olarak keşfedebilir. Çoğu insan için bu önemli değildir çünkü güvendikleri kişilerden BTC alırlar. Ancak bu konuda endişeleniyorsanız, aldığınız yeni BTC birikiminin var olan BTC birikimlerinizden ayrı tutulması için yeni bir BTC hesabı oluşturabilirsiniz.

# bve_privacy_primary_account_learn_more
source: The Bitcoin blockchain is public, meaning every transaction is publicly visible. However, Bitcoin addresses are pseudonymous, meaning the sender and recipient identities are generally unknown. When you receive Bitcoin via Email, the sender knows one of your Bitcoin addresses as well as your email. Due to Bitcoin's public blockchain, it is theoretically possible for a malicious sender to discover the existence of other BTC that you have if you send BTC from this account. For most people, this does not matter because they are receiving BTC from people they trust. However, if you are worried about this, we recommend using this primary BTC account without enabling Receive Bitcoin via Email and transacting with your other BTC accounts with Receive Bitcoin via Email enabled. This will improve your blockchain privacy by keeping BTC in this account separate from any BTC that you receive automatically.
de: Die Bitcoin-Blockchain ist öffentlich, was bedeutet, dass jede Transaktion öffentlich sichtbar ist. Allerdings sind Bitcoin-Adressen pseudonym, was bedeutet, dass die Identitäten des Absenders und des Empfängers normalerweise unbekannt sind. Wenn du Bitcoin per E-Mail erhältst, kennt der Absender eine deiner Bitcoin-Adressen sowie deine E-Mail. Aufgrund der öffentlichen Bitcoin-Blockchain ist es theoretisch möglich, dass ein böswilliger Absender die Existenz anderer BTC, die du hast, herausfindet, wenn du BTC von diesem Konto sendest. Für die meisten Menschen spielt das keine Rolle, denn sie erhalten BTC von Menschen, denen sie vertrauen. Wenn du dir jedoch Sorgen darüber machst, empfehlen wir, dieses Haupt-BTC-Konto zu verwenden, ohne Bitcoin per E-Mail zu aktivieren, und mit deinen anderen BTC-Konten zu transagieren, bei denen Bitcoin per E-Mail aktiviert ist. Dies verbessert deine Blockchain-Privatsphäre, indem es die BTC in diesem Konto von allen BTC trennt, die du automatisch erhältst.
es: La blockchain de Bitcoin es pública, lo que significa que cada transacción es visible públicamente. Sin embargo, las direcciones de Bitcoin son seudónimas, lo que significa que las identidades del remitente y del destinatario generalmente son desconocidas. Cuando recibes Bitcoin vía correo electrónico, el remitente conoce una de tus direcciones de Bitcoin y tu correo electrónico. Debido a la blockchain pública de Bitcoin, es teóricamente posible que un remitente malintencionado descubra la existencia de otro BTC que tengas si envías BTC desde esta cuenta. Para la mayoría de las personas, esto no importa porque reciben BTC de personas en las que confían. Sin embargo, si esto te preocupa, te recomendamos que uses esta cuenta BTC principal sin habilitar la opción Recibir Bitcoin vía correo electrónico y que realices transacciones con tus otras cuentas BTC con la opción Recibir Bitcoin vía correo electrónico habilitada. Esto mejorará la privacidad de tu blockchain al mantener los BTC en esta cuenta separados de cualquier BTC que recibas automáticamente.
fr: La blockchain Bitcoin est publique, ce qui signifie que chaque transaction est visible par tous. Cependant, les adresse Bitcoin ont un pseudo, ce qui signifie que l'identité de l'expéditeur et du destinataire sont généralement inconnus. Lorsque vous recevez des Bitcoin par e-mail, l'expéditeur connaît l'une de vos adresses Bitcoin ainsi que votre adresse e-mail. Du fait que la blockchain Bitcoin est publique, il est théoriquement possible pour un expéditeur malveillant de découvrir l'existence d'autres BTC que vous possédez si vous envoyez des BTC à partir de ce compte. Pour la plupart des gens, cela n'a pas d'importance parce qu'ils reçoivent des BTC de personnes en qui ils ont confiance. Cependant, si cela vous inquiète, nous vous recommandons d'utiliser ce compte principal BTC sans activer la réception de Bitcoin par e-mail et d'effectuer des transactions avec vos autres comptes BTC en activant la réception de Bitcoins par e-mail. Cela améliorera la confidentialité de votre blockchain en gardant les BTC sur ce compte séparé de tous les BTC que vous recevez automatiquement.
it: La blockchain di Bitcoin è pubblica, il che significa che ogni transazione è pubblicamente visibile. Tuttavia, gli indirizzi Bitcoin sono pseudonimi, il che significa che le identità del mittente e del destinatario sono generalmente sconosciute. Quando ricevi Bitcoin via Email, il mittente conosce uno dei tuoi indirizzi Bitcoin, oltre che il tuo indirizzo email. A causa della blockchain pubblica di Bitcoin, è teoricamente possibile che un mittente malintenzionato scopra l'esistenza di altri BTC in tuo possesso se li invii da questo account. Per la maggior parte delle persone questo non ha importanza perché ricevono BTC da persone di cui si fidano. Tuttavia, se questo ti preoccupa, ti consigliamo di utilizzare questo account BTC primario senza abilitare Ricevi Bitcoin via Email ed effettuare transazioni con gli altri tuoi account BTC con Ricevi Bitcoin via Email abilitato. Ciò migliorerà la privacy della tua blockchain mantenendo i BTC in questo account separati da qualsiasi BTC ricevuto automaticamente.
nl: De Bitcoin-blockchain is openbaar, wat betekent dat elke transactie publiekelijk zichtbaar is. Bitcoin-adressen zijn pseudoniem, wat betekent dat de identiteiten van de afzender en ontvanger meestal onbekend zijn. Wanneer u Bitcoin via e-mail ontvangt, kent de afzender een van uw Bitcoin-adressen evenals uw e-mail. Vanwege de openbare blockchain van Bitcoin is het theoretisch mogelijk voor een kwaadaardige afzender om de aanwezigheid van andere BTC te ontdekken die u heeft, als u BTC van dit account verzendt. Voor de meeste mensen maakt het niet uit, omdat zij BTC ontvangen van mensen die zij vertrouwen. Maar als u zich hierover zorgen maakt, raden we aan om dit primaire BTC-account te gebruiken zonder het inschakelen van Bitcoin via e-mail te ontvangen en transacties uit te voeren met uw andere BTC-accounts, met de optie Bitcoin via e-mail ontvangen ingeschakeld. Dit zal uw privacy op de blockchain verbeteren door BTC in dit account gescheiden te houden van alle BTC die u automatisch ontvangt.
pl: Blockchain Bitcoin jest publiczny, co oznacza, że każda transakcja jest publicznie widoczna. Jednak adresy Bitcoin są pseudonimowe, co oznacza, że tożsamości nadawcy i odbiorcy są zazwyczaj nieznane. Gdy otrzymujesz Bitcoiny przez e-mail, nadawca zna jeden z Twoich adresów Bitcoin oraz Twój e-mail. Z powodu publicznego charakteru blockchaina Bitcoin teoretycznie istnieje możliwość, aby złośliwy nadawca odkrył istnienie innych BTC, które posiadasz, jeśli wyślesz BTC z tego konta. Dla większości ludzi nie ma to znaczenia, ponieważ otrzymują BTC od osób, którym ufają. Jeśli się tym martwisz, zalecamy korzystanie z tego głównego konta BTC bez włączania odbierania Bitcoinów przez e-mail oraz dokonywania transakcji z innymi kontami BTC, w których odbieranie Bitcoinów przez e-mail jest włączone. To poprawi Twoją prywatność w blockchainie, oddzielając BTC w tym koncie od wszelkich BTC, które otrzymujesz automatycznie.
pt: A blockchain do Bitcoin é pública, o que significa que cada transação é visível publicamente. No entanto, os endereços de Bitcoin são pseudônimos, o que significa que as identidades do remetente e do destinatário são geralmente desconhecidas. Quando você recebe Bitcoin via e-mail, o remetente conhece um de seus endereços de Bitcoin, bem como seu e-mail. Devido à blockchain pública do Bitcoin, é teoricamente possível que um remetente mal-intencionado descubra a existência de outros BTC que você possui se enviar BTC desta conta. Para a maioria das pessoas, isso não importa porque elas estão recebendo BTC de pessoas em quem confiam. No entanto, se você estiver preocupado com isso, recomendamos usar esta conta BTC principal sem ativar Receber Bitcoin via e-mail e transacionar com suas outras contas BTC com Receber Bitcoin via e-mail ativado. Isso melhorará sua privacidade na blockchain mantendo o BTC nesta conta separado de qualquer BTC que você receba automaticamente.
ru: Блокчейн Bitcoin является публичным, что означает, что каждая транзакция является публично видимой. Однако Bitcoin-адреса псевдонимные, что означает, что личности отправителя и получателя обычно неизвестны. Когда вы получаете Bitcoin по электронной почте, отправитель знает один из ваших Bitcoin адресов, а также ваш электронный адрес. Из-за публичного блокчейна Bitcoin теоретически возможно, что злонамеренный отправитель обнаружит существование других BTC, которые у вас есть, если вы отправите BTC с этого аккаунта. Для большинства людей это не имеет значения, так как они получают BTC от людей, которым доверяют. Однако, если вас это беспокоит, мы рекомендуем использовать этот основной BTC аккаунт, не включая возможность получения Bitcoin по электронной почте и вести транзакции с вашими другими BTC аккаунтами с возможностью получения Bitcoin по электронной почте, включённой. Это улучшит вашу конфиденциальность блокчейна, сохраняя BTC в этом аккаунте отделённым от любых BTC, которые вы получаете автоматически.
tr: Bitcoin blok zinciri, herkese açık bir platformdur, yani her işlem herkese açıktır. Ancak, Bitcoin adreslerinde takma adlar kullanılır. Yani gönderici ve alıcı kimlikleri genellikle bilinmez. E-posta ile Bitcoin aldığınızda, gönderici Bitcoin adreslerinizden birini ve e-posta adresinizi bilir. Bitcoin blok zinciri herkese açık olduğundan, BTC göndermek için de bu hesabı kullanırsanız, kötü niyetli bir gönderici sahip olduğunuz diğer BTC birikimlerinizin varlığını teorik olarak keşfedebilir. Çoğu insan için bu önemli değildir çünkü güvendikleri kişilerden BTC alırlar. Ancak bu konuda endişeleniyorsanız, birincil BTC hesabınızda E-posta ile Bitcoin seçeneğini kapatmanızı ve diğer BTC hesaplarınızda E-posta ile Bitcoin alma seçeneğini açmanızı öneririz. Böylece, bu hesaptaki BTC birikiminizin otomatik olarak aldığınız BTC birikiminizden ayrı kalmasını sağlayarak blok zinciri gizliliğini artırmış olursunuz.

# import_success_welcome
source: Your wallet was imported with success. This is a self-custodial Bitcoin wallet, meaning any BTC you buy or receive will be fully controlled by you. Not even Proton can seize your assets. To avoid losing assets due to forgetting your password or other access issues, back up your Proton recovery phrase and wallet seed phrase.
de: Deine Wallet wurde erfolgreich importiert. Dies ist ein selbstverwahrendes Bitcoin-Wallet, das heißt, dass alle BTC, die du kaufst oder erhältst, vollständig von dir kontrolliert werden. Nicht einmal Proton kann dein Guthaben konfiszieren. Um zu vermeiden, dass du Guthaben verlierst, weil du dein Passwort oder andere Zugriffsprobleme vergisst, mache eine Sicherungskopie deiner Proton-Wiederherstellungsphrase und Wallet-Seed-Phrase.
es: Tu cartera se ha importado con éxito. Esta es una cartera Bitcoin de autocustodia, lo que significa que controlarás totalmente cualquier BTC que compres o recibas. Ni siquiera Proton puede confiscar tus activos. Para evitar perder activos por un olvido de contraseña u otros problemas de acceso, crea una copia de seguridad de tu frase de recuperación de Proton y de tu frase de recuperación de la cartera.
fr: Votre wallet a été importé avec succès. Ceci est un wallet Bitcoin non hébergé, ce qui signifie que tous les BTC que vous achetez ou recevez seront entièrement contrôlés par vous. Même Proton ne peut pas saisir vos actifs. Pour éviter de perdre des actifs en raison de l'oubli de votre mot de passe ou d'autres problèmes d'accès, sauvegardez votre phrase de récupération Proton et la phrase de récupération du wallet.
it: Il tuo portafoglio è stato importato correttamente. Questo è un portafoglio Bitcoin a custodia personale, il che significa che qualsiasi BTC che acquisti o ricevi sarà completamente controllato da te. Nemmeno Proton può bloccare i tuoi asset. Per evitare di perdere i tuoi asset se dimentichi la password o a causa di altri problemi di accesso, esegui il backup della frase di recupero di Proton e della seed phrase del portafoglio.
nl: Uw wallet is met succes geïmporteerd. Dit is een zelfbeheerde Bitcoin-wallet, wat betekent dat alle BTC die u koopt of ontvangt volledig door u wordt beheerd. Zelfs Proton kan uw activa niet in beslag nemen. Om te voorkomen dat u activa verliest door het vergeten van uw wachtwoord of andere toegangproblemen, maakt u een back-up van uw Proton-herstelzin en cseed-phrase van uw wallet.
pl: Twój portfel został pomyślnie zaimportowany. To jest portfel Bitcoin typu self-custody, co oznacza, że wszystkie BTC, które kupujesz lub otrzymujesz, są w pełni kontrolowane przez Ciebie. Nawet Proton nie może przejąć Twoich środków. Aby uniknąć utraty środków z powodu zapomnienia hasła lub innych problemów z dostępem, utwórz kopię zapasową swojego hasła odzyskiwania Proton i frazy seed portfela.
pt: Sua carteira foi importada com sucesso. Esta é uma carteira de bitcoins com autocustódia, o que significa que qualquer BTC que você comprar ou receber será totalmente controlado por você. Nem mesmo a Proton pode pegar ou confiscar seus ativos. Para evitar perda de ativos devido à senha esquecida ou outros problemas de acesso, faça backup da sua frase de recuperação da Proton e da frase-semente da carteira.
ru: Ваш кошелёк успешно импортирован. Это самокастодиальный Bitcoin-кошелёк, что означает, что любой BTC, который вы купите или получите, будет полностью контролироваться вами. Даже Proton не сможет изъять ваши активы. Чтобы избежать потери активов из-за забытого пароля или других проблем с доступом, создайте резервную копию своей фразы восстановления Proton и seed-фразы кошелька.
tr: Bu bir kendinden korumalı Bitcoin cüzdanıdır. Yani satın aldığınız veya size gönderilen BTC birikimi tümüyle sizin kontrolunuzda kalır. Varlıklarınza Proton bile el koyamaz. Varlıklarınızın, parolanızı unutmanız veya diğer erişim sorunları yaşamanız nedeniyle kaybolmasını önlemek için Proton kurtarma ifadenizi ve cüzdan tohumlama ifadenizi yedekleyin.

# early_access_content_without_product
source: once we have more server capacity. Invites from active users of Proton Wallet will allow you to skip this waiting list.
ru: как только у нас будет больше серверной мощности. Приглашения от активных пользователей Proton Wallet позволят вам пропустить этот список ожидания.
tr: daha fazla sunucu kapasitemiz olduğunda. Etkin Proton Wallet kullanıcılarından gelen davetler bu bekleme listesini atlamanızı sağlar.

source: Upgrade to Visionary
de: Auf Visionary upgraden
es: Cambiar a Visionary
fr: Passer à l'abonnement Visionary
it: Effettua l'upgrade a Visionary
nl: Kies voor Visionary
pl: Ulepsz do planu Visionary
pt: Upgrade para Visionary
ru: Перейти на Visionary
tr: Visionary tarifesine yükselt
zh_cn: 升级到 Visionary
zh_tw: 升級到 Visionary

source: Explore other Proton products
de: Erkunde andere Proton-Produkte
es: Explorar otros productos de Proton
fr: Découvrez les autres produits de Proton
it: Esplora gli altri prodotti Proton
nl: Ontdek andere Proton-producten
pl: Odkryj inne usługi Proton
pt: Explore outros produtos Proton
ru: Исследуйте другие продукты Proton
tr: Diğer Proton ürünlerini keşfedin
zh_cn: 探索其他 Proton 产品
zh_tw: 探索其他 Proton 產品

# create_new_wallet
source: Create a new wallet
de: Eine neue Wallet erstellen
es: Crear una cartera
fr: Créer un portefeuille
it: Crea un nuovo portafoglio
nl: Maak een nieuwe portemonnee aan
pl: Utwórz nowy portfel
pt: Criar uma nova carteira
ru: Создать новый кошелёк
tr: Yeni bir cüzdan oluştur
zh_cn: 创建新钱包
zh_tw: 創建新錢包
