Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Secure your wallet
de: Schütze deine Wallet
es: Protege tu cartera
fr: Sécurisez votre portefeuille
it: Proteggi il tuo portafoglio
nl: Beveilig uw portemonnee
pl: Zabezpiecz portfel
pt: Proteger sua carteira
ru: Защитите кошелёк
tr: Cüzdanınızı koruyun
zh_cn: 保护您的钱包
zh_tw: 保護您的錢包

# get_started_and_
source: Get started and create a brand new wallet or import an existing one
de: Erstelle zum Einstieg eine neue Wallet oder importiere eine bestehende Wallet
es: Empieza y crea una nueva cartera o importa una existente
fr: Lancez-vous et créez un nouveau portefeuille ou importez-en un existant.
it: Inizia e crea un wallet completamente nuovo oppure importane uno esistente
nl: Ga aan de slag en maak een gloednieuwe portemonnee aan of importeer een bestaande
pl: Rozpocznij od utworzenia nowego portfela lub zaimportuj obecny
pt: Comece e crie uma nova carteira ou importe uma existente
ru: Начните, создав новый кошелёк или импортировав уже существующий
tr: Başlayın ve yeni bir cüzdan oluşturun ya da var olan bir cüzdanı ekleyin
zh_cn: 开始并创建一个全新的钱包或导入一个现有的钱包
zh_tw: 開始並創建一個全新的錢包或導入一個現有的錢包

# financial_freedom_
source: Financial freedom with rock-solid security and privacy
de: Finanzielle Freiheit mit höchster Sicherheit und Privatsphäre
es: Libertad financiera con la máxima seguridad y privacidad
fr: Une liberté financière avec une sécurité et une confidentialité à toute épreuve
it: Libertà finanziaria caratterizzata da sicurezza e privacy solide
nl: Financiële vrijheid met ijzersterke beveiliging en privacy
pl: Finansowa wolność dzięki solidnym zabezpieczeniom i prywatności
pt: Liberdade financeira com segurança e privacidade sólidas
ru: Финансовая свобода и надёжная защита конфиденциальности и безопасности
tr: Sağlam güvenlik ve gizlilik ile finansal özgürlük
zh_cn: 具有坚强的安全性和隐私的财务自由
zh_tw: 具有堅強的安全性和隱私的財務自由

source: Bitcoin Wallet
es: Cartera Bitcoin
fr: Portefeuille de bitcoins
it: Portafoglio Bitcoin
nl: Bitcoin-portemonnee
pl: Portfel Bitcoin
pt: Carteira de bitcoin
ru: Bitcoin-кошелёк
tr: Bitcoin cüzdanı
zh_cn: 比特币钱包
zh_tw: 比特幣錢包

# your_bitcoin_wallet_created
source: Your Bitcoin Wallet is created
de: Deine Bitcoin-Wallet wurde erstellt
es: Se ha creado tu cartera de Bitcoin
fr: Votre portefeuille de bitcoins a été créé.
it: Il tuo Wallet Bitcoin è stato creato
nl: Uw Bitcoin-portemonnee is aangemaakt
pl: Portfel Bitcoin został utworzony
pt: Sua carteira de bitcoins foi criada
ru: Bitcoin-кошелёк создан
tr: Bitcoin cüzdanınız oluşturuldu
zh_cn: 您的比特币钱包已创建
zh_tw: 您的比特幣錢包已創建

# your_new_wallet_is_created_
source: Your new wallet is created. Make sure you back it up!
de: Deine neue Wallet wurde erstellt. Vergiss nicht, sie zu sichern!
es: Se ha creado tu nueva cartera. ¡Asegúrate de hacer una copia de seguridad!
fr: Votre nouveau portefeuille a été créé. N'oubliez pas de le sauvegarder.
it: Il tuo nuovo wallet è stato creato. Assicurati di eseguire il backup!
nl: Uw nieuwe portemonnee is aangemaakt! Zorg dat u er een back-up van maakt!
pl: Utworzono nowy portfel. Nie zapomnij wykonać jego kopii zapasowej!
pt: Sua nova carteira foi criada. Lembre-se de fazer backup dela!
ru: Новый кошелёк создан. Создайте фразу для восстановления доступа!
tr: Yeni cüzdanınız oluşturuldu. Yedekleyi unutmayın!
zh_cn: 您的新钱包已创建。请确保您已备份！
zh_tw: 您的新錢包已創建。請確保您已備份！

source: Backup your wallet
de: Deine Wallet sichern
es: Haz una copia de seguridad de tu cartera
fr: Sauvegardez votre portefeuille
it: Esegui il backup del tuo portafoglio
nl: Maak een back-up van uw portemonnee
pl: Utwórz kopię zapasową portfela
pt: Fazer backup da sua carteira
ru: Обезопасьте кошелёк
tr: Cüzdanınızı yedekleyin
zh_cn: 备份您的钱包
zh_tw: 備份您的錢包

source: Copied Mnemonic!
de: Mnemonik kopiert!
es: ¡Mnemónico copiado!
fr: La phrase de récupération a été copiée.
it: Frase mnemonica copiata!
nl: Mnemonic gekopieerd!
pl: Fraza seed została skopiowana!
pt: Mnemônica copiada!
ru: Мнемоническая фраза скопирована!
tr: Anımsatıcı kopyalandı!
zh_cn: 已复制助记词！
zh_tw: 已複製助記詞！

source: BTC price
de: BTC-Preis
es: Precio de BTC
fr: Prix du BTC
it: Prezzo di BTC
nl: BTC-prijs
pl: Cena BTC
pt: Preço do BTC
ru: Цена BTC
tr: BTC fiyatı
zh_cn: BTC 价格
zh_tw: BTC 價格

# welcome_desc
source: Our encrypted self-custodial Bitcoin wallet gives financial privacy and freedom to all.
de: Unsere verschlüsselte, selbstverwahrende Bitcoin-Wallet bietet Privatsphäre und Freiheit in Finanzangelegenheiten für alle.
es: Nuestra cartera de Bitcoin con custodia personal y cifrado ofrece privacidad financiera y libertad a todo el mundo.
fr: Notre portefeuille de bitcoins en autogestion et chiffré assure à chacun confidentialité financière et liberté.
it: Il nostro wallet Bitcoin self-custodial crittografato offre privacy e libertà finanziaria a chiunque.
nl: Onze versleutelde en zelfbeheerde Bitcoin-portemonnee biedt financiële privacy en vrijheid aan iedereen.
pl: Nasz szyfrowany samozarządzany portfel Bitcoin zapewnia pełną prywatność i swobodę finansową.
pt: Nossa carteira de bitcoin de autocustódia proporciona privacidade e liberdade financeira a todos.
ru: Наш некастодиальный Bitcoin-кошелёк с шифрованием дарит всем свободу и конфиденциальность финансовых данных.
tr: Şifrelenmiş kendinden korumalı Bitcoin cüzdanımız herkese finansal gizlilik ve güvenlik sağlar.
zh_cn: 我们的加密自持式比特币钱包为所有人提供财务隐私和自由。
zh_tw: 我們的加密自持式比特幣錢包為所有人提供財務隱私和自由。

source: Current BTC price
de: Aktueller BTC-Preis
es: Precio actual del BTC
fr: Cours actuel du bitcoin
it: Prezzo BTC attuale
nl: Huidige BTC-prijs
pl: Aktualna cena BTC
pt: Preço atual do BTC
ru: Текущая цена BTC
tr: Güncel BTC fiyatı
zh_cn: 当前 BTC 价格
zh_tw: 當前 BTC 價格

source: Placeholder
de: Platzhalter
es: Texto por defecto
fr: Espace réservé
it: Segnaposto
nl: Plaatshouder
pl: Symbol zastępczy
pt: Espaço reservado
ru: Заполнитель
tr: Yer belirtici
zh_cn: 占位符
zh_tw: 占位符

source: Update details
de: Details aktualisieren
es: Actualizar los detalles
fr: Mettre à jour les informations
it: Aggiorna i dettagli
nl: Gegevens bijwerken
pl: Zaktualizuj szczegóły
pt: Atualizar detalhes
ru: Обновить данные
tr: Ayrıntıları güncelle
zh_cn: 更新详细信息
zh_tw: 更新詳細信息

# sender_name
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
tr: Ad
zh_cn: 名称
zh_tw: 名稱

# sender_name_hint
source: Give a name to this sender
de: Gib diesem Absender einen Namen
es: Dar un nombre a este remitente
fr: Attribuez un nom à cet expéditeur.
it: Assegna un nome a questo mittente
nl: Geef deze afzender een naam
pl: Nazwij nadawcę
pt: Atribua um nome a este remetente
ru: Назовите этого отправителя
tr: Bu göndericiye bir ad yazın
zh_cn: 为此发送者命名
zh_tw: 為此發送者命名

# sender_email_optional
source: Email address (optional)
de: E‐Mail‐Adresse (optional)
es: Dirección de correo electrónico (opcional)
fr: Adresse e-mail (facultatif)
it: Indirizzo email (facoltativo)
nl: E-mailadres (optioneel)
pl: Adres e-mail (opcjonalnie)
pt: Endereço de e-mail (opcional)
ru: Электронная почта (необязательно)
tr: E-posta adresi (isteğe bağlı)
zh_cn: 电子邮件地址（可选）
zh_tw: 電子郵件地址（可選）

# sender_email_optional_hint
source: Add their email address
de: Füge die E-Mail-Adresse hinzu
es: Añade su dirección de correo electrónico
fr: Ajouter son adresse e-mail
it: Aggiungi il loro indirizzo email
nl: Voeg hun e-mailadres toe
pl: Wpisz adres e-mail
pt: Adicione seu endereço de e-mail
ru: Добавьте его адрес эл. почты
tr: E-posta adresini ekleyin
zh_cn: 添加他们的电子邮件地址
zh_tw: 添加他們的電子郵件地址

source: Unknown sender
de: Unbekannter Absender
es: Remitente desconocido
fr: Expéditeur inconnu
it: Mittente sconosciuto
nl: Onbekende afzender
pl: Nieznany nadawca
pt: Remetente desconhecido
ru: Неизвестный отправитель
tr: Gönderici bilinmiyor
zh_cn: 未知发送者
zh_tw: 未知發送者

# unknown_sender_desc
source: Not a Bitcoin via Email transaction. Add a name so you can remember who it was from.
de: Keine Bitcoin-Transaktion via E-Mail. Füge einen Namen hinzu, damit du dich daran erinnern kannst, von wem sie stammt.
es: No es una transacción de Bitcoin a través de correo electrónico. Añade un nombre para que puedas recordar de quién era.
fr: Il ne s'agit pas d'une transaction Bitcoin via e-mail. Ajoutez un nom pour vous souvenir de qui elle provient.
it: Non è stata eseguita una transazione Bitcoin via email. Aggiungi un nome per ricordare da chi è stata effettuata.
nl: Geen transactie van Bitcoin via Email. Voeg een naam toe zodat u de afzender kunt onthouden.
pl: Transakcja Bitcoin nie przez e-mail. Dodaj nazwę, aby pamiętać, od kogo pochodziła.
pt: Não é uma transação de Bitcoin por e-mail. Adicione um nome para poder lembrar quem enviou.
ru: Не транзакция «Bitcoin по эл. почте». Добавьте имя, чтобы вспомнить, от кого она.
tr: Bu bir E-posta ile Bitcoin hesap işlemi değil. Kimden geldiğini anımsamak için bir ad ekleyin.
zh_cn: 这不是通过电子邮件发送比特币的交易。添加一个名称，以便您可以记住它是从谁发送的。
zh_tw: 這不是通過電子郵件發送比特幣的交易。添加一個名稱，以便您可以記住它是從誰發送的。

source: View more
de: Mehr anzeigen
es: Ver más
fr: Voir plus
it: Mostra di più
nl: Meer bekijken
pl: Wyświetl więcej
pt: Ver mais
ru: Показать больше
tr: Diğerlerini görüntüle
zh_cn: 查看更多
zh_tw: 查看更多

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
tr: İptal
zh_cn: 取消
zh_tw: 取消

source: Submit
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Versturen
pl: Wyślij
pt: Enviar
ru: Отправить
tr: Gönder
zh_cn: 提交
zh_tw: 提交

source: Your new label here
de: Deine neue Bezeichnung hier eingeben
es: Tu nueva etiqueta aquí
fr: Ajoutez votre nouveau label ici
it: Ecco qui la tua nuova etichetta
nl: Uw nieuwe label hier
pl: Twoja nowa etykietka
pt: Sua nova identificação aqui
ru: Ваша новая метка
tr: Yeni etiketinizi buraya yazın
zh_cn: 您的新标签
zh_tw: 您的新標籤

# update_label
source: Update Account Label
de: Kontobezeichnung aktualisieren
es: Actualizar la etiqueta de la cuenta
fr: Mettre à jour le label du compte
it: Aggiorna l'etichetta dell'account
nl: Accountlabel bijwerken
pl: Zaktualizuj etykietę konta
pt: Atualizar identificação de conta
ru: Обновить метку счёта
tr: Hesap etiketini güncelle
zh_cn: 更新帐户标签
zh_tw: 更新帳戶標籤

# your_new_wallet_name_here
source: Your new name here
de: Dein neuer Name hier
es: Tu nuevo nombre aquí
fr: Ajoutez votre nouveau nom ici.
it: Ecco qui il tuo nuovo nome
nl: Uw nieuwe naam hier
pl: Twoja nowa nazwa
pt: Seu novo nome aqui
ru: Ваше новое название
tr: Yeni adınızı buraya yazın
zh_cn: 您的新名称
zh_tw: 您的新名稱

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
nl: Meer
pl: Więcej
pt: Mais
ru: Ещё
tr: Diğer
zh_cn: 更多
zh_tw: 更多

# wallet_plus
source: Upgrade
de: Upgrade durchführen
es: Mejorar
fr: Améliorer votre abonnement
it: Effettua l'upgrade
pl: Ulepsz
pt: Fazer upgrade
ru: Улучшение тарифа
tr: Yükselt
zh_cn: 升级
zh_tw: 升級

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
nl: Ontdek
pl: Odkryj
pt: Descobrir
ru: Знакомство
tr: Keşfedin
zh_cn: 探索Proton Wallet
zh_tw: 探索Proton Wallet

source: Report a problem
de: Ein Problem melden
es: Notificar un problema
fr: Signaler un problème
it: Segnala un problema
nl: Meld een probleem
pl: Zgłoś problem
pt: Relatar um problema
ru: Сообщить о проблеме
tr: Sorun bildirin
zh_cn: 报告问题
zh_tw: 報告問題

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter le support
it: Contatta il supporto
nl: Neem contact op met ondersteuning
pl: Skontaktuj się ze wsparciem technicznym
pt: Entre em contato com o Suporte
ru: Связаться с поддержкой
tr: Destek ekibimizle görüşün
zh_cn: 联系支持
zh_tw: 聯繫支持

# setting_receive_inviter_notification
source: Receive Inviter Notification
de: Einladungsbenachrichtigung erhalten
es: Recibir notificación de la persona que envía la invitación
fr: Recevoir des notifications de l'utilisateur envoyant une invitation
it: Ricevi notifiche di invio
nl: Melding van uitnodiger ontvangen
pl: Otrzymuj powiadomienia od zapraszających
pt: Receber notificações de remetentes de convites
ru: Получать уведомления приглашающих лиц
tr: Davet eden bildirimi al
zh_cn: 接收邀请者通知
zh_tw: 接收邀請者通知

# setting_receive_bve_notification
source: Receive BvE Notification
de: BvE-Benachrichtigung erhalten
es: Recibir notificación BvE
fr: Recevoir des notifications BvE
it: Ricevi notifiche BvE
nl: Melding van BvE ontvangen
pl: Otrzymuj powiadomienia o Bitcoinach przez e-mail
pt: Receber notificação de BvE
ru: Получать уведомления «Bitcoin по эл. почте»
tr: BvE bildirimi al
zh_cn: 接收 BvE 通知
zh_tw: 接收 BvE 通知

# setting_custom_stopgap
source: Syncing stopgap
ru: Синхронизация промежуточного элемента
tr: Eşitleme duraklaması

# two_factor_title
source: 2FA
fr: A2F
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwustopniowe
pt: A2F
ru: Двухфакторная аутентификация
tr: İki adımlı doğrulama
zh_cn: 双重验证
zh_tw: 雙重驗證

# two_factor_code
source: 2FA code
es: Código 2FA
ru: Код двухфакторной аутентификации
tr: İki adımlı doğrulama kodu
zh_cn: 双重验证码
zh_tw: 雙重驗證碼

# two_factor_code_desc
source: Enter the code from your authenticator app
es: Ingresa el código de la aplicación de autenticación.
ru: Введите код из приложения для аутентификации
tr: Kimlik doğrulama uygulamanızdan alacağınız kodu yazın
zh_cn: 输入来自您的验证器应用程序的代码
zh_tw: 輸入來自您的驗證器應用程序的代碼

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
tr: Güvenlik
zh_cn: 安全性
zh_tw: 安全性

source: Recovery
de: Wiederherstellung
es: Recuperación
fr: Récupération
it: Recupero
nl: Herstel
pl: Odzyskiwanie
pt: Recuperação
ru: Восстановление
tr: Kurtarma
zh_cn: 恢复
zh_tw: 恢復

source: Wallets
es: Carteras
fr: Portefeuilles
it: Portafogli
nl: Portemonnees
pl: Portfele
pt: Carteiras
ru: Кошельки
tr: Cüzdanlar
zh_cn: 钱包
zh_tw: 錢包

source: Wallet Name
de: Name der Wallet
es: Nombre de la cartera
fr: Nom du portefeuille
it: Nome portafoglio
nl: Naam van portemonnee
pl: Nazwa portfela
pt: Nome da carteira
ru: Название кошелька
tr: Cüzdan adı
zh_cn: 钱包名称
zh_tw: 錢包名稱

source: Country
de: Land
es: País
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt: País
ru: Страна
tr: Ülke
zh_cn: 国家
zh_tw: 國家

source: You pay
de: Du zahlst
es: Pagas
fr: Vous payez
it: Paghi
nl: U betaalt
pl: Zapłacisz
pt: Você paga
ru: Вы платите
tr: Ödeme tutarınız

source: Pay with
de: Bezahlen mit
es: Pagar con
fr: Payer avec
it: Paga con
nl: Betaald met
pl: Zapłać za pomocą
pt: Pagar com
ru: Оплатить с помощью
tr: Şununla öde

# buy_flow_bottom_desc
source: Proton suggests the best provider based on your input and current market prices.
de: Proton schlägt dir auf der Grundlage deiner Angaben und der aktuellen Marktpreise den besten Anbieter vor.
es: Proton sugiere el mejor proveedor en función de tu información y de los precios actuales del mercado.
fr: Proton vous suggère le meilleur fournisseur en fonction de votre saisie et des tarifs actuels du marché.
it: Proton indica i provider migliori in base alle tue indicazioni e agli attuali prezzi di mercato.
nl: Proton raadt de beste provider aan op basis van uw invoer en de huidige marktprijzen.
pl: Proton sugeruje najlepszego dostawcę na podstawie Twoich informacji i aktualnych cen rynkowych.
pt: A Proton sugere o melhor provedor com base no seu feedback e nos preços atuais de mercado.
ru: Proton предлагает оптимального поставщика исходя из ваших сведений и текущих цен на рынке.
tr: Yazdığınız tutara ve anlık pazar fiyatlarına göre en iyi hizmet sağlayıcıyı önerir.

source: Credit card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de paiement
it: Carta di credito
pl: Karta płatnicza
pt: Cartão de crédito
ru: Кредитная карта
tr: Kredi kartı

source: You receive
de: Du erhältst
es: Recibes
fr: Vous recevez
it: Ricevi
nl: U ontvangt
pl: Otrzymasz
pt: Você recebe
ru: Вы получаете
tr: Aldığınız miktar

# quote_failed_warning
source: Quote is not a vailable but you can still try to buy
de: Es ist kein Angebot verfügbar, aber du kannst trotzdem versuchen, es zu kaufen
es: La cotización no está disponible, pero todavía puedes intentar comprar
fr: Le cours n'est pas disponible mais vous pouvez toujours tenter de réaliser un achat.
it: Il preventivo non è disponibile, ma è ancora possibile provare ad acquistare
nl: Offerte is niet beschikbaar maar u kunt nog steeds proberen te kopen
pl: Wycena nie jest dostępna, ale nadal możesz spróbować kupić
pt: A cotação não está disponível, mas você ainda pode tentar comprar
ru: Котировка недоступна, но вы можете попытаться купить
tr: Teklif bulunamadı ancak yine de satın almayı deneyebilirsiniz

source: Sell
de: Verkaufen
es: Vender
fr: Vendre
it: Vendi
nl: Verkopen
pl: Sprzedaj
pt: Vender
ru: Продать
tr: Sat

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
tr: Arama
zh_cn: 搜索
zh_tw: 搜索

# search_hint
source: Start typing to search
de: Tippen, um zu Suchen
es: Empieza a escribir para buscar
fr: Saisissez du texte pour effectuer une recherche
it: Inizia a digitare per cercare
nl: Start met typen om te zoeken
pl: Zacznij pisać, aby wyszukać
pt: Comece a digitar para pesquisar
ru: Начните вводить слово для поиска
tr: Aramak için yazmaya başlayın
zh_cn: 输入以搜索
zh_tw: 輸入以搜索

# wallet_preference
source: Wallet preferences
de: Wallet-Voreinstellungen
es: Preferencias de la cartera
fr: Préférences du portefeuille
it: Preferenze del portafoglio
nl: Portemonneevoorkeuren
pl: Ustawienia portfela
pt: Preferências da carteira
ru: Настройки кошелька
tr: Cüzdan ayarları
zh_cn: 钱包设置
zh_tw: 錢包設置

# wallet_name_hint
source: Give a name to this wallet
de: Gib dieser Wallet einen Namen
es: Dar un nombre a esta cartera
fr: Attribuez un nom à ce portefeuille.
it: Dai un nome al portafoglio
nl: Geef deze portemonnee een naam
pl: Nazwij portfel
pt: Dê um nome a esta carteira
ru: Назовите этот кошелёк
tr: Bu cüzdana bir ad yazın
zh_cn: 为此钱包命名
zh_tw: 為此錢包命名

# update_wallet_name
source: Wallet rename
de: Wallet umbenennen
es: Cambiar el nombre de la cartera
fr: Renommer le portefeuille
it: Rinomina il wallet
nl: Portemonnee hernoemen
pl: Zmień nazwę portfela
pt: Renomear carteira
ru: Переименование кошелька
tr: Cüzdanı yeniden adlandır
zh_cn: 钱包重新命名
zh_tw: 錢包重新命名

source: Rename Account
de: Konto umbenennen
es: Cambiar el nombre de la cuenta
fr: Renommer le compte
it: Rinomina account
nl: Account hernoemen
pl: Zmień nazwę konta
pt: Renomear conta
ru: Переименовать счёт
tr: Hesabı yeniden adlandır
zh_cn: 重新命名帐户
zh_tw: 重新命名帳戶

source: Update Account
de: Konto aktualisieren
es: Actualizar la cuenta
fr: Mettre à jour le compte
it: Aggiorna account
nl: Account bijwerken
pl: Zaktualizuj konto
pt: Atualizar conta
ru: Обновить счёт
tr: Hesabı güncelle
zh_cn: 更新帐户
zh_tw: 更新帳戶

# delete_account
source: Delete this wallet account
de: Dieses Wallet-Konto löschen
es: Eliminar esta cuenta de cartera
fr: Supprimer le compte de ce portefeuille
it: Elimina questo account wallet
nl: Verwijder dit portemonnee-account
pl: Usuń konto portfela
pt: Excluir esta conta da carteira
ru: Удалить этот аккаунт кошелька
tr: Bu cüzdan hesabını sil
zh_cn: 删除此钱包帐户
zh_tw: 刪除此錢包帳戶

source: Account deleted
de: Konto gelöscht
es: Se ha eliminado la cuenta
fr: Le compte a été supprimé.
it: Account eliminato
nl: Account verwijderd
pl: Konto zostało usunięte
pt: Conta excluída
ru: Счёт удалён
tr: Hesap silindi
zh_cn: 帐户已删除
zh_tw: 帳戶已刪除

# account_label
source: Account Name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome account
nl: Accountnaam
pl: Nazwa konta
pt: Nome da conta
ru: Название счёта
tr: Hesap adı
zh_cn: 帐户名称
zh_tw: 帳戶名稱

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
pl: Konta
pt: Contas
ru: Счета
tr: Hesaplar
zh_cn: 帐户
zh_tw: 帳戶

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
tr: Sil
zh_cn: 删除
zh_tw: 刪除

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
tr: Geçmiş
zh_cn: 历史
zh_tw: 歷史

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
nl: Synchroniseren
pl: Synchronizacja
pt: Sincronizar
ru: Синхронизировать
tr: Eşitle
zh_cn: 同步
zh_tw: 同步

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
tr: Ekle
zh_cn: 添加
zh_tw: 添加

source: Mnemonic
de: Mnemonik
es: Mnemónico
fr: Phrase de récupération
it: Mnemonica
pl: Fraza seed
pt: Mnemônica
ru: Мнемоническая фраза
tr: Anımsatıcı
zh_cn: 助记词
zh_tw: 助記詞

source: Receive
de: Erhalten
es: Recibir
fr: Recevoir
it: Ricevi
nl: Ontvangen
pl: Odbierz
pt: Receber
ru: Получить
tr: Al
zh_cn: 接收
zh_tw: 接收

# receive_button
source: Receive
de: Erhalten
es: Recibir
fr: Recevoir
it: Ricevi
nl: Ontvangen
pl: Odbierz
pt: Receber
ru: Получить
tr: Al
zh_cn: 接收
zh_tw: 接收

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
tr: Gönder
zh_cn: 发送
zh_tw: 發送

source: You sent
de: Du hast gesendet
es: Has enviado
fr: Vous avez envoyé
it: Hai inviato
nl: U verstuurt
pl: Wysłano
pt: Você enviou
ru: Вы отправили
tr: Gönderdiğiniz
zh_cn: 您已发送
zh_tw: 您已發送

source: You received
de: Du hast erhalten
es: Has recibido
fr: Vous avez reçu
it: Hai ricevuto
nl: U ontvangt
pl: Otrzymano
pt: Você recebeu
ru: Вы получили
tr: Aldığınız
zh_cn: 您已接收
zh_tw: 您已接收

# send_button
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
tr: Gönder
zh_cn: 发送
zh_tw: 發送

# swap_button
source: Swap
de: Tauschen
es: Cambiar
fr: Échanger
it: Scambia
nl: Wisselen
pl: Zamień
pt: Trocar
ru: Обменять
tr: Takas et
zh_cn: 兑换
zh_tw: 兌換

source: Open your wallet
de: Dein Wallet öffnen
es: Abre tu cartera
fr: Ouvrir votre portefeuille
it: Apri il tuo wallet
nl: Open uw portemonnee
pl: Otwórz portfel
pt: Abrir sua carteira
ru: Откройте кошелёк
tr: Cüzdanınızı açın
zh_cn: 打开您的钱包
zh_tw: 打開您的錢包

# your_bitcoin_wallet_ready
source: Your Bitcoin Wallet is ready!
de: Deine Bitcoin-Wallet ist fertig!
es: ¡Tu cartera de Bitcoin está lista!
fr: Votre portefeuille de bitcoins est prêt.
it: Il tuo wallet Bitcoin è pronto!
nl: Uw Bitcoin-portemonnee is gereed!
pl: Portfel Bitcoin jest gotowy!
pt: Sua carteira de bitcoins está pronta!
ru: Ваш Bitcoin-кошелёк готов!
tr: Bitcoin cüzdanınız hazır!
zh_cn: 您的比特币钱包已准备就绪！
zh_tw: 您的比特幣錢包已準備就緒！

source: Not connected
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
it: Non connesso
nl: Niet verbonden
pl: Nie połączono
pt: Não conectado
ru: Нет подключения
tr: Bağlı değil
zh_cn: 未连接
zh_tw: 未連接

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес эл. почты
tr: E-posta adresi
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Link to wallet
de: Link zur Wallet
es: Enlace a la cartera
fr: Lien vers le portefeuille
it: Link al wallet
nl: Link naar portemonnee
pl: Połącz do portfela
pt: Link para a carteira
ru: Ссылка на кошелёк
tr: Cüzdana bağla
zh_cn: 链接到钱包
zh_tw: 鏈接到錢包

# add_email_to_account
source: Add email address
de: E-Mail-Adresse hinzufügen
es: Añadir una dirección de correo electrónico
fr: Ajouter une adresse e-mail
it: Aggiungi indirizzo email
nl: E-mailadres toevoegen
pl: Dodaj adres e-mail
pt: Adicionar endereço de e-mail
ru: Добавить адрес эл. почты
tr: E-posta adresi ekle
zh_cn: 添加电子邮件地址
zh_tw: 添加電子郵件地址

source: Minimum amount
de: Mindestbetrag
es: Importe mínimo
fr: Montant minimum
it: Importo minimo
nl: Minimumbedrag
pl: Kwota minimalna
pt: Valor mínimo
ru: Минимальная сумма
tr: En az tutar
zh_cn: 最小金额
zh_tw: 最小金額

source: Maximum amount
de: Höchstbetrag
es: Importe máximo
fr: Montant maximum
it: Importo massimo
nl: Maximumbedrag
pl: Kwota maksymalna
pt: Valor máximo
ru: Максимальная сумма
tr: En fazla tutar
zh_cn: 最大金额
zh_tw: 最大金額

source: Unlimited
de: Unbegrenzt
es: Sin límite
fr: Illimité
it: Illimitato
nl: Onbeperkt
pl: Bez limitu
pt: Ilimitado
ru: Без ограничений
tr: Sınırsız
zh_cn: 无限制
zh_tw: 無限制
