Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

# wallet_account_script_type_desc_bip84
source: Lowest fees, improved efficiency, modern format.
de: Geringere Gebühren, höhere Effizienz, modernes Format.
es: Comisiones más bajas, mayor eficiencia, formato moderno.
fr: Frais les plus bas, efficacité améliorée et format moderne.
it: Commissioni più basse, efficienza migliorata, formato moderno.
nl: Laagste kosten, verbeterde efficiëntie, moderne indeling.
pl: Nowoczesny i wydajny format z najniższymi opłatami.
pt: As taxas mais baixas, maior eficiência, formato moderno.
ru: Самая низкая комиссия, повышенная эффективность, современный формат.
tr: En düşük ücret, geliştirilmiş verimlilik, modern biçim.

# wallet_account_script_type_desc_bip86
source: Latest upgrade, enhanced privacy, complex transactions.
de: Neuestes Upgrade, verbesserte Privatsphäre, komplexe Transaktionen.
es: Última actualización, mayor privacidad, transacciones complejas.
fr: Toute dernière amélioration, confidentialité améliorée et transactions complexes
it: Aggiornamenti recenti, privacy migliorata, transazioni complesse.
nl: Nieuwste upgrade, verbeterde privacy, complexe transacties.
pl: Najnowszy format o zwiększonej prywatności, ale nie tak powszechnie stosowany.
pt: Upgrade mais recente, privacidade aprimorada, transações complexas.
ru: Новейшая технология, повышенная конфиденциальность, сложные транзакции.
tr: Son güncelleme, gelişmiş gizlilik, karmaşık hesap işlemleri.

# wallet_recover_with_old_password
source: Decrypt with your old password
de: Mit deinem alten Passwort entschlüsseln
es: Descifrar con tu antigua contraseña
fr: Déchiffrement avec votre ancien mot de passe
it: Decripta utilizzando la tua vecchia password
nl: Ontsleutelen met uw oude wachtwoord
pl: Odszyfruj starym hasłem
pt: Descriptografar com a senha antiga
ru: Расшифровка с помощью старого пароля
tr: Şifreyi eski parolanız ile çözün

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
tr: Parola
zh_cn: 密码
zh_tw: 密碼

# password_hint
source: Enter your password
de: Passwort eingeben
es: Introduce tu contraseña
fr: Saisissez votre mot de passe.
it: Inserisci la tua password
nl: Voer uw wachtwoord in
pl: Wpisz hasło
pt: Digite sua senha
ru: Введите свой пароль
tr: Parolanızı yazın
zh_cn: 输入您的密码
zh_tw: 輸入您的密碼

# wallet_recover_with_mnemonic
source: Recover with your mnemonic
de: Mit deiner Mnemonik wiederherstellen
es: Recuperar con tu mnemónico
fr: Récupérer votre phrase de récupération
it: Recupera con la tua frase mnemonica
nl: Herstellen met uw mnemonic
pl: Odzyskaj za pomocą frazy seed
pt: Recuperar com sua mneumônica
ru: Восстановление с помощью мнемонической фразы
tr: Anımsatıcı ile kurtarın
zh_cn: 使用钱包种子短语恢复
zh_tw: 使用錢包種子短語恢復

# wallet_decryption_error_message
source: Decryption error Decryption of this wallet's encrypted content failed.
de: Entschlüsselungsfehler Das Entschlüsseln des verschlüsselten Inhalts dieser Wallet ist fehlgeschlagen.
es: Error de descifrado No se ha podido descifrar el contenido cifrado de esta cartera.
fr: Erreur de déchiffrement Le déchiffrement du contenu chiffré de ce portefeuille n'a pas abouti.
it: Errore di decriptazione Decriptazione del contenuto cifrato di questo wallet non riuscita.
nl: Ontsleutelingsfout Ontsleuteling van de versleutelde inhoud van deze portemonnee is mislukt.
pl: Błąd odszyfrowywania Próba odszyfrowania zawartości tego portfela nie powiodła się.
pt: Erro de descriptografia Falha na descriptografia do conteúdo criptografado desta carteira.
ru: Ошибка расшифровки Не удалось расшифровать зашифрованное содержимое этого кошелька.
tr: Şifre çözme sorunu Bu cüzdanın şifrelenmiş içeriğinin şifresi çözülemedi.
zh_cn: 解密错误 解密此钱包的加密内容失败。
zh_tw: 解密錯誤 解密此錢包的加密內容失敗。

# inactivate_wallet
source: Inactive
de: Inaktiv
es: Inactiva
fr: Inactif
it: Inattivo
nl: Inactief
pl: Nieaktywny
pt: Inativa
ru: Неактивен
tr: Etkin değil
zh_cn: 停用
zh_tw: 停用

# send_step_who_are_you_sending_to
source: Send to
de: Senden an
es: Enviar a
fr: Envoyer à
it: Invia a
nl: Versturen naar
pl: Wyślij do
pt: Enviar para
ru: Кому отправить:
tr: Şuraya gönder
zh_cn: 发送到
zh_tw: 發送到

# send_step_how_much_are_you_sending
source: Amount
de: Betrag
es: Importe
fr: Montant
it: Importo
nl: Bedrag
pl: Kwota
pt: Valor
ru: Сумма
tr: Tutar
zh_cn: 金额
zh_tw: 金額

source: Confirm and send
de: Bestätigen und senden
es: Confirmar y enviar
fr: Confirmer et envoyer
it: Conferma e invia
nl: Bevestigen en versturen
pl: Potwierdź i wyślij
pt: Confirmar e enviar
ru: Подтвердить и отправить
tr: Onayla ve gönder
zh_cn: 确认并发送
zh_tw: 確認並發送

# error_only_1_wallet_for_free_user
source: Sorry, maximum 1 wallet for free user
de: Maximal 1 Wallet pro Benutzer mit kostenlosem Abonnement
es: Lo sentimos, máximo 1 cartera para usuarios gratuitos
fr: Un seul portefeuille est autorisé pour les utilisateurs d'un abonnement gratuit.
it: Siamo spiacenti, è consentito al massimo 1 wallet per utente con un piano gratuito
nl: Een gratis gebruiker heeft helaas maximaal maar 1 portemonnee
pl: Darmowy użytkownik może utworzyć tylko 1 portfel
pt: Lamentamos, mas o limite máximo é 1 carteira por usuário com conta paga
ru: Бесплатный тариф позволяет создать не более 1 кошелька
tr: Free tarife kullanıcıları en fazla 1 cüzdan oluşturabilir

# setting_2fa_authenticator_app
source: Authenticator app
es: Aplicación de autenticación
fr: Application d'authentification
it: App di autenticazione
pl: Aplikacja uwierzytelniająca
pt: Aplicativo autenticador
ru: Приложение-аутентификатор
tr: Kimlik doğrulama uygulaması

# setting_2fa_disable
source: Disable two-factor authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
es: Desactivar la autenticación de dos factores
fr: Désactiver l'authentification à deux facteurs
it: Disabilita l'autenticazione a due fattori
nl: Tweevoudige verificatie uitschakelen
pl: Wyłącz uwierzytelnianie dwustopniowe
pt: Desativar autenticação de dois fatores
ru: Отключить двухфакторную аутентификацию
tr: İki adımlı doğrulamayı kapat

# setting_2fa_code_hint
source: Enter the code from your authenticator app
de: Code aus deiner Authentifikator-App eingeben
es: Introduce el código de la aplicación de autenticación.
fr: Saisissez le code de votre application d'authentification.
it: Inserisci il codice dalla tua app di autenticazione
nl: Voer de code van uw verificatie-app in
pl: Wpisz kod z aplikacji uwierzytelniającej
pt: Insira o código do seu aplicativo autenticador
ru: Введите код из приложения-аутентификатора
tr: Kimlik doğrulama uygulamanızdan alacağınız kodu yazın

# setting_2fa_guide_step1
source: This wizard will enable Two-Factor Authentication (2FA) on your Proton account. Two-factor authentication will make your Proton account more secure so we recommend enabling it. If you have never used two-factor authentication before, we strongly recommend you read our two-factor authentication guide first.
de: Dieser Assistent aktiviert die Zwei-Faktor-Authentifizierung (2FA) für dein Proton-Konto. Die Zwei-Faktor-Authentifizierung macht dein Proton-Konto sicherer, daher empfehlen wir, sie zu aktivieren. Wenn du die Zwei-Faktor-Authentifizierung noch nie benutzt hast, empfehlen wir dir, zuerst unsere Anleitung zur Zwei-Faktor-Authentifizierung zu lesen.
es: Este asistente habilitará la autenticación de dos factores (2FA) en tu cuenta de Proton. La autenticación de dos factores hará que tu cuenta de Proton sea más segura, por lo que recomendamos habilitarla. Si nunca has utilizado la autenticación de dos factores, te recomendamos encarecidamente que leas nuestra guía de autenticación de dos factores primero.
fr: Cet assistant activera l'authentification à deux facteurs (A2F) sur votre compte Proton. L'authentification à deux facteurs sécurisera davantage votre compte Proton. Nous vous recommandons donc de l'activer. Si vous n'avez jamais utilisé l'authentification à deux facteurs auparavant, nous vous recommandons vivement de lire d'abord notre guide sur l'authentification à deux facteurs.
it: Questa procedura guidata abiliterà l'autenticazione a due fattori (2FA) sul tuo account Proton. L'autenticazione a due fattori renderà il tuo account Proton molto più sicuro e per questo ti raccomandiamo di attivarla. Se non hai mai utilizzato prima l'autenticazione a due fattori, ti suggeriamo innanzitutto di leggere la nostra guida al riguardo.
nl: Deze wizard zal tweevoudige verificatie (2FA) inschakelen op uw Proton-account. Tweevoudige verificatie maakt uw Proton-account nog veiliger, daarom raden we aan dat u deze optie inschakelt. Als u tweevoudige verificatie nog nooit eerder heeft gebruikt, dan raden we aan dat u eerst onze gids over tweevoudige verificatie leest.
pl: Ten kreator pozwoli aktywować uwierzytelnianie dwustopniowe (2FA) dla konta Proton. Funkcja ta uczyni Twoje konto bezpieczniejszym, dlatego zalecamy jej włączenie. Jeśli to Twoja pierwsza styczność z uwierzytelnianiem dwustopniowym, stanowczo zalecamy zapoznanie się z naszym poradnikiem omawiającym tę funkcję.
pt: Este assistente ativará a autenticação de dois fatores (A2F) na sua conta da Proton. A autenticação de dois fatores deixará sua conta da Proton mais segura, então recomendamos ativar esse recurso. Se você nunca usou a autenticação de dois fatores antes, recomendamos que leia primeiro nosso guia de autenticação de dois fatores.
ru: Этот мастер включит двухфакторную аутентификацию для вашего аккаунта Proton. Это повысит защиту аккаунта, поэтому рекомендуем её включить. Если вы никогда её не использовали, настоятельно рекомендуем сначала прочитать наше руководство по двухфакторной аутентификации.
tr: Bu yardımcı, Proton hesabınızda iki adımlı doğrulamayı (2FA) açar. İki adımlı doğrulama, Proton hesabınızı daha iyi koruyacağından, açmanızı öneririz. Daha önce iki adımlı doğrulama kullanmadıysanız, iki adımlı doğrulama rehberimizi okumanızı önemle öneririz.

# setting_2fa_guide_step2
source: Scan this code with your two-factor authentication device to set up your account. Enter key manually instead.
de: Scanne diesen Code mit deinem Zwei-Faktor-Authentifizierungsgerät, um dein Konto einzurichten. Gib den Schlüssel stattdessen manuell ein.
es: Escanea este código con el dispositivo con autenticación de dos factores para configurar la cuenta. Ingresa la clave manualmente en su lugar.
fr: Scannez ce code en utilisant votre application d'authentification à deux facteurs pour configurer votre compte. Vous pouvez également saisir manuellement la clé.
it: Scansiona questo codice con il tuo dispositivo di autenticazione a due fattori per configurare il tuo account. Inserisci la chiave manualmente.
nl: Scan deze code met uw apparaat voor tweevoudige verificatie om uw account in te stellen. Voer de sleutel in plaats daarvan handmatig in.
pl: Aby skonfigurować konto, zeskanuj ten kod za pomocą urządzenia z aplikacją uwierzytelniania dwustopniowego. Możesz również wpisać klucz ręcznie.
pt: Escaneie este código com seu dispositivo de autenticação de dois fatores para configurar sua conta. Em vez disso, digite a chave manualmente.
ru: Чтобы настроить аккаунт, отсканируйте этот код устройством двухфакторной аутентификации. Ввести ключ вручную.
tr: Hesabınızı kurmak için bu kodu iki adımlı doğrulama aygıtınızla tarayın. Ya da anahtarı el ile yazın.

# setting_2fa_enter_key_manual
source: Enter key manually instead.
de: Gib den Schlüssel stattdessen manuell ein.
es: Introduce la clave manualmente.
fr: Saisissez la clé manuellement à la place.
it: Inserisci la chiave manualmente.
nl: Voer de sleutel handmatig in.
pl: Zamiast tego wpisz klucz ręcznie.
pt: Em vez disso, insira a chave manualmente.
ru: Ввести ключ вручную.
tr: Bunun yerine anahtarı el ile yazın.

# setting_2fa_scan_qrcode
source: Scan QR code instead.
de: Scanne den QR-Code stattdessen manuell.
es: Escanea un código QR en su lugar.
fr: Nous vous invitons à scanner le code QR à la place.
it: Scansiona il codice QR invece.
nl: Scan in plaats daarvan de QR-code.
pl: Zamiast tego zeskanuj kod QR.
pt: Escaneie o código QR.
ru: Сканировать QR-код.
tr: Bunun yerine kare kodu tarayın.

# setting_2fa_backup_alert_title
source: Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your two-factor authentication device.
de: Wichtig: Bitte stelle sicher, dass du deine Wiederherstellungscodes speicherst. Andernfalls kannst du den Zugriff auf dein Konto dauerhaft verlieren, wenn du dein Gerät zur Zwei-Faktor-Authentifizierung verlierst.
es: Importante: asegúrate de que has guardado los códigos de recuperación. En caso contrario, puedes perder permanentemente el acceso a tu cuenta si pierdes tu dispositivo con autenticación de dos factores.
fr: Important : assurez-vous de sauvegarder les codes de récupération. Vous risquez sinon de perdre définitivement l'accès à votre compte si vous perdez votre dispositif d'authentification à deux facteurs.
it: Importante: assicurati di salvare i codici di recupero. Altrimenti non potrai mai più accedere al tuo account in caso perdessi il tuo dispositivo di autenticazione a due fattori.
nl: Belangrijk: Zorg ervoor dat u de herstelcodes opslaat. Anders kunt u permanent toegang tot uw account verliezen als u uw tweestapsverificatieapparaat kwijtraakt.
pl: Ważne: zapisz kody odzyskiwania w bezpiecznym miejscu. W przeciwnym razie w przypadku zgubienia urządzenia z przypisanym uwierzytelnianiem dwustopniowym możesz trwale stracić dostęp do konta.
pt: Importante: Certifique-se de salvar os códigos de recuperação. Caso contrário, você perderá permanentemente o acesso à sua conta se perder o dispositivo de autenticação de dois fatores.
ru: Важно. Убедитесь, что вы сохранили коды восстановления. Иначе вы можете навсегда потерять доступ к своему аккаунту, если потеряете устройство для двухфакторной аутентификации.
tr: Önemli: Lütfen kurtarma kodlarını kaydettiğinize emin olun. İki adımlı doğrulama aygıtınızı kaybederseniz, bu kodlar olmadan hesabınıza asla erişemezsiniz.

# setting_2fa_backup_alert_content
source: If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit two-factor authentication code to sign in to your account. Each code can only be used once.
de: Wenn du dein bestätigtes 2-Faktor-Gerät verlierst, können diese Codes anstelle des 6-stelligen Zwei-Faktor-Authentifizierung-Codes verwendet werden, um dich wieder in deinem Konto anzumelden. Jeder Code kann nur einmal verwendet werden.
es: Si pierdes tu dispositivo con autenticación de dos factores, estos códigos pueden utilizarse en lugar del código de autenticación de dos factores de 6 dígitos para iniciar sesión en tu cuenta. Cada código solo se puede usar una vez.
fr: En cas de perte de l'appareil que vous utilisez pour l'authentification à deux facteurs, ces codes peuvent être utilisés à la place du code d'authentification à 6 chiffres pour vous connecter à votre compte. Chaque code ne peut être utilisé qu'une seule fois.
it: Se perdi il tuo dispositivo abilitato a due fattori, questi codici possono essere usati al posto del codice di autenticazione a due fattori a 6 cifre per accedere al tuo account. Ogni codice può essere usato una sola volta.
nl: Als u uw tweestapsverificatie-apparaat kwijtraakt, kunnen deze codes worden gebruikt in plaats van de 6-cijferige tweestapsverificatiecode om in te loggen op uw account. Elke code kan slechts één keer worden gebruikt.
pl: Jeśli zgubisz urządzenie z przypisanym uwierzytelnianiem dwustopniowym, możesz użyć poniższych kodów zapasowych zamiast 6-cyfrowego kodu uwierzytelniającego, aby zalogować się na swoje konto. Każdy kod można wykorzystać tylko jeden raz.
pt: Se você perder seu dispositivo ativado com a autenticação de dois fatores, estes códigos poderão ser usados no lugar do código de 6 dígitos para iniciar sessão em sua conta. Cada código poderá ser usado apenas uma vez.
ru: Если вы потеряете устройство, привязанное к двухфакторной аутентификации, то вместо 6-значного кода двухфакторной аутентификации для входа в аккаунт можно использованы эти коды. Каждый код можно использовать только один раз.
tr: İki adımlı doğrulama aygıtınızı kaybederseniz, hesabınızda oturum açmak için 6 rakamlı iki adımlı doğrulama kodu yerine bu kodları kullanabilirsiniz. Her kod yalnızca bir kez kullanılabilir.

# buybitcoin_instruction_body_part_one
source: Proton Wallet has partnered with Ramp and Banxa, two registered crypto asset services, to facilitate the purchase of BTC. Please enter your region to see the available partners and payment methods.
de: Proton Wallet ist eine Partnerschaft mit Ramp und Banxa, zwei registrierten Krypto-Asset-Dienstleistern, eingegangen, um den Kauf von BTC zu erleichtern. Bitte gib deine Region ein, um die verfügbaren Partner und Zahlungsmethoden zu sehen.
es: Proton Wallet se ha asociado con Ramp y Banxa, dos servicios de criptoactivos registrados para facilitar la compra de BTC. Ingresa tu región para ver los proveedores y métodos de pago disponibles.
fr: Proton Wallet s'est associé à Ramp et Banxa, deux services de cryptoactifs enregistrés, pour faciliter l'achat de bitcoins. Veuillez entrer votre région pour voir les partenaires et les moyens de paiement disponibles.
it: Proton Wallet ha collaborato con Ramp e Banxa, due servizi di asset di criptovalute registrati, per facilitare l'acquisto di BTC. Inserisci la tua regione per visualizzare i partner e i metodi di pagamento disponibili.
nl: Proton Wallet heeft samengewerkt met Ramp en Banxa, twee geregistreerde crypto-activa-diensten, om de aankoop van BTC te vergemakkelijken. Voer uw regio in om de beschikbare partners en betaalmethoden te zien.
pl: Aby ułatwić zakup Bitcoinów, Proton Wallet współpracuje z usługami Ramp i Banxa — dwiema zarejestrowanymi giełdami kryptowalut. Wybierz kraj, aby zobaczyć dostępne giełdy i metody płatności.
pt: A Proton Wallet fez uma parceria com a Ramp e a Banxa, dois serviços de ativos de criptografia registrados, para facilitar a compra de BTC. Digite sua região para ver os parceiros e métodos de pagamento disponíveis.
ru: Proton Wallet сотрудничает с Ramp и Banxa, двумя зарегистрированными сервисами криптоактивов, чтобы облегчить покупку BTC. Введите ваш регион, чтобы увидеть доступных партнёров и способы оплаты.
tr: Proton Wallet, BTC satın almayı kolaylaştırmak için Ramp ve Banxa gibi iki kayıtlı kripto varlık hizmeti ile iş ortaklığı yapıyor. Lütfen geçerli iş ortaklarını ve ödeme yöntemlerini görmek için bölgenizi belirtin.

# buybitcoin_instruction_body_part_two
source: Finally, you will complete the Buy process on the partner's site and any purchased BTC will be sent to a BTC address generated from your wallet account.
de: Abschließend schließt du den Kaufvorgang auf der Website des Partners ab, und die gekauften BTC werden an eine BTC-Adresse gesendet, die von deinem Wallet-Konto generiert wird.
es: Finalmente, completarás el proceso de compra en el sitio del socio y cualquier BTC comprado se enviará a una dirección BTC generada desde tu cuenta de cartera.
fr: Vous pouvez ensuite finaliser votre achat sur le site du partenaire et tout bitcoin acheté sera envoyé vers une adresse BTC générée depuis le compte de votre portefeuille.
it: Infine, potrai completare il processo di acquisto sul sito partner e qualsiasi BTC acquistato sarà inviato all'indirizzo BTC generato dal tuo account del portafoglio.
nl: Ten slotte voltooit u het koopproces op de website van de partner en worden alle aangekochte BTC naar een BTC-adres gestuurd dat is gegenereerd vanuit uw account.
pl: Zakup zakończysz na stronie partnera. Bitcoiny zostaną wysłane na adres wygenerowany z Twojego konta portfela.
pt: Por fim, você concluirá o processo de compra no site do parceiro e qualquer BTC comprado será enviado para um endereço de BTC gerado a partir de sua conta de carteira.
ru: Наконец, вы завершите процесс покупки на сайте партнёров, и любой купленный BTC будет отправлен на BTC-адрес, сгенерированный из вашего аккаунта кошелька.
tr: Sonunda, satın alma işlemi iş ortağının sitesinde tamamlanır ve satın alınan BTC tutarı, cüzdan hesabınızdan oluşturulan bir BTC adresine gönderilir.

# buybitcoin_instruction_body_part_three
source: You can also buy BTC on exchanges like Binance, Coinbase, or Kraken and then send the BTC to your Receive address.
de: Du kannst auch BTC an Börsen wie Binance, Coinbase oder Kraken kaufen und die BTC dann an deine Empfangsadresse senden.
es: También puedes comprar BTC en plataformas de intercambios como Binance, Coinbase, o Kraken y luego enviar BTC a tu dirección de recepción.
fr: Vous pouvez également acheter des bitcoins sur des plateformes d'échange comme Binance, Coinbase ou Kraken, puis envoyer les bitcoins à votre adresse de réception.
it: Puoi anche acquistare BTC su exchange come Binance, Coinbase o Kraken e poi inviare i BTC al tuo indirizzo di ricezione.
nl: U kunt ook BTC kopen op beurzen zoals Binance, Coinbase of Kraken en vervolgens de BTC naar uw ontvangstadres sturen.
pl: Możesz kupić Bitcoiny na giełdach, takich jak Binance, Coinbase lub Kraken, a następnie wysłać środki na swój adres.
pt: Você também pode comprar BTC em bolsas como Binance, Coinbase ou Kraken e, em seguida, enviar o BTC para seu endereço de recebimento.
ru: Вы также можете купить BTC на биржах, таких как Binance, Coinbase или Kraken, а затем отправить BTC на ваш адрес получения.
tr: Ayrıca Binance, Coinbase veya Kraken gibi borsalardan BTC alabilir ve ardından BTC tutarını alıcı adresinize gönderebilirsiniz.

# entered_amount_is_below
source: The entered amount is below the required minimum limit: {limit}
de: Der eingegebene Betrag liegt unter der erforderlichen Mindestgrenze: {limit}
es: El importe introducido es menor al límite requerido: {limit}
fr: Le montant saisi est inférieur à la valeur minimum requise : {limit}
it: L'importo inserito è inferiore al limite minimo richiesto: {limit}
nl: Het ingevoerde bedrag ligt onder de vereiste minimumlimiet: {limit}
pl: Wprowadzona kwota jest niższa od wymaganego minimum: {limit}
pt: O valor inserido está abaixo do limite mínimo exigido: {limit}
ru: Введённая сумма ниже минимального необходимого лимита: {limit}
tr: Yazılan tutar gereken en az sınırın altında: {limit}
zh_cn: 输入的金额低于所需的最低限额：{limit}
zh_tw: 輸入的金額低於所需的最低限額：{limit}

source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
it: Esonero di responsabilità
pl: Ostrzeżenie
pt: Aviso legal
ru: Отказ от ответственности
tr: Sorumluluk reddi

# session_expired_content
source: Your session has expired. Please log in to continue.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es: La sesión ha expirado. Inicia sesión para continuar.
fr: Votre session a expiré. Veuillez vous reconnecter pour continuer.
it: La sessione è scaduta. Esegui nuovamente l'accesso per continuare.
nl: Uw sessie is verlopen. Log alstublieft opnieuw in om door te gaan.
pl: Sesja wygasła. Zaloguj się ponownie.
pt: A sua sessão expirou. Inicie sessão novamente para continuar.
ru: Ваша сессия истекла. Пожалуйста, войдите снова.
tr: Oturumunuzun geçerlilik süresi dolmuş. İlerlemek için lütfen oturum açın.
zh_cn: 您的会话已过期。请登录以继续。
zh_tw: 您的會話已過期。請登錄以繼續。

# session_expired_title
source: Session expired!
de: Sitzung abgelaufen!
es: La sesión ha expirado.
fr: La session a expiré.
it: Sessione scaduta!
nl: Sessie verlopen!
pl: Sesja wygasła!
pt: Sessão expirada!
ru: Сеанс истек!
tr: Oturumun geçerlilik süresi dolmuş!
zh_cn: 会话过期！
zh_tw: 會話過期！

source: Force Upgrade
de: Upgrade erzwingen
es: Forzar el cambio
fr: Forcer la mise à niveau
it: Forza l'upgrade
nl: Dwing upgrade af
pl: Wymuś aktualizacje
pt: Forçar upgrade
ru: Принудительное обновление
tr: Zorla yükselt
zh_cn: 强制升级
zh_tw: 強制升級
