Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_cn: 保存
zh_tw: 保存

# freeuser_wallet_limit
source: Free users are limited to creating {n_wallet} wallets.
de: Benutzer mit kostenlosem Abonnement können nur {n_wallet} Wallets erstellen.
es: Los usuarios gratuitos solo pueden crear {n_wallet} carteras.
fr: Les utilisateurs d'un abonnement gratuit sont limités à la création de {n_wallet} portefeuilles.
it: Gli utenti con un piano gratuito possono creare al massimo {n_wallet} portafogli.
nl: Gratis gebruikers kunnen maar {n_wallet} portemonnees aanmaken.
pl: Limit portfeli, które mogą utworzyć bezpłatni użytkownicy: {n_wallet}.
pt: Usuários com contas gratuitas estão limitados a criar {n_wallet} carteiras.
ru: Бесплатный тариф позволяет создать не более {n_wallet} кошельков.
tr: Free tarifesi kullanıcıları yalnızca {n_wallet} cüzdan oluşturabilir.
zh_cn: 免费用户最多可以创建 {n_wallet} 个钱包。
zh_tw: 免費用戶最多可以創建 {n_wallet} 個錢包。

# freeuser_wallet_account_limit
source: Free users are limited to creating {n_account} accounts.
de: Benutzer mit kostenlosem Abonnement können nur {n_account} Konten erstellen.
es: Los usuarios gratuitos solo pueden crear {n_account} cuentas.
fr: Les utilisateurs d'un abonnement gratuit sont limités à la création de {n_account} comptes.
it: Gli utenti con un piano gratuito possono creare al massimo {n_account} account.
nl: Gratis gebruikers kunnen maar {n_account} accounts aanmaken.
pl: Limit kont, które mogą utworzyć bezpłatni użytkownicy: {n_account}.
pt: Usuários com contas gratuitas estão limitados a criar {n_account} contas.
ru: Бесплатный тариф позволяет создать не более {n_account} счетов.
tr: Free tarifesi kullanıcıları yalnızca {n_account} hesap oluşturabilir.
zh_cn: 免费用户最多可以创建 {n_account} 个帐户。
zh_tw: 免費用戶最多可以創建 {n_account} 個帳戶。

source: No Wallet
de: Kein Wallet
es: Sin cartera
fr: Aucun portefeuille
it: Nessun wallet
nl: Geen portemonnee
pl: Brak portfela
pt: Sem carteira
ru: Нет кошельков
tr: Herhangi bir cüzdan yok
zh_cn: 无钱包
zh_tw: 無錢包

# todos_backup_proton_account
source: Backup your Proton account
de: Dein Proton-Konto sichern
es: Haz una copia de seguridad de tu cuenta de Proton
fr: Sauvegarder votre compte Proton
it: Esegui il backup del tuo account Proton
nl: Maak een back-up van uw Proton-account
pl: Utwórz kopię zapasową konta Proton
pt: Fazer backup da sua conta da Proton
ru: Обезопасьте аккаунт Proton
tr: Proton hesabınızı yedekleyin
zh_cn: 备份您的 Proton 帐户
zh_tw: 備份您的 Proton 帳戶

# todos_backup_wallet_mnemonic
source: Backup this wallet’s seed phrases
de: Seed-Phrasen dieser Wallet sichern
es: Haz una copia de seguridad de las frases de recuperación de la cartera
fr: Sauvegarder les phrases de récupération de ce portefeuille
it: Esegui il backup delle seed phrase di questo wallet
nl: Maak een back-up van de seed-phrases van deze portemonnee
pl: Utwórz kopię zapasową frazy seed portfela
pt: Fazer backup das frases-semente desta carteira
ru: Сохраните мнемонические фразы для этого кошелька
tr: Bu cüzdanın tohumlama ifadesini yedekleyin
zh_cn: 备份此钱包的种子短语
zh_tw: 備份此錢包的種子短語

# todos_setup_2fa
source: Set up 2FA to secure your account
de: 2FA einrichten, um dein Konto zu schützen
es: Configura 2FA para proteger tu cuenta
fr: Configurer l'A2F pour sécuriser votre compte
it: Imposta la 2FA per proteggere il tuo account
nl: Stel tweevoudige verificatie in om uw account te beveiligen
pl: Skonfiguruj uwierzytelnianie dwustopniowe, aby zabezpieczyć swoje konto
pt: Configurar a A2F para proteger sua conta
ru: Настройте двухфакторную аутентификацию, чтобы защитить аккаунт
tr: Hesabınızı korumak için 2 adımlı doğrulamayı kurun
zh_cn: 设置双重验证以保护您的帐户
zh_tw: 設置雙重驗證以保護您的帳戶

# todos_setup_email_integration
source: Setup Bitcoin via Email
de: Bitcoin via E-Mail einrichten
es: Configura Bitcoin a través de correo electrónico
fr: Configurer Bitcoin via e-mail
it: Imposta bitcoin via email
nl: Stel Bitcoin via Email in
pl: Skonfiguruj Bitcoin na adres e-mail
pt: Configurar o Bitcoin por e-mail
ru: Настройте «Bitcoin по эл. почте»
tr: E-posta ile Bitcoin özelliğini kur
zh_cn: 设置通过电子邮件发送比特币
zh_tw: 設置通過電子郵件發送比特幣

# todos_setup_fiat
source: Set your preferred Fiat currency
de: Lege deine bevorzugte Fiat-Währung fest
es: Establece tu moneda fiduciaria preferida
fr: Définir votre devise préférée
it: Imposta la tua valuta fiat preferita
nl: Stel uw gewenste Fiat-valuta in
pl: Ustaw walutę FIAT
pt: Configurar sua moeda fiduciária de preferência
ru: Установите предпочитаемую официальную валюту
tr: Yeğlenen fiyat para birimini ayarlayın
zh_cn: 设置您的首选法定货币
zh_tw: 設置您的首選法定貨幣

# view_wallet_mnemonic
source: View wallet seed phrases
de: Wallet-Seed-Phrasen anzeigen
es: Ver las frases de recuperación de la cartera
fr: Afficher les phrases de récupération du portefeuille
it: Visualizza le seed phrase del wallet
nl: Seed-phrases van portemonnee bekijken
pl: Pokaż frazę seed portfela
pt: Visualizar frases-semente da carteira
ru: Просмотреть мнемонические фразы для кошелька
tr: Cüzdan tohumlama ifadelerini görüntüle
zh_cn: 查看钱包种子短语
zh_tw: 查看錢包種子短語

# backup_introduce_title
source: Your keys, your coins.
de: Deine Schlüssel, deine Coins.
es: Tus claves, tus monedas.
fr: Protégez vos clés et sécurisez vos bitcoins.
it: Le tue chiavi, le tue monete.
nl: Uw sleutels, uw coins.
pl: Twoje klucze, Twoje monety.
pt: Suas chaves, suas moedas.
ru: Ваши ключи — ваши монеты.
tr: Anahtarlar sizinse, kripto paralar sizindir.

# backup_introduce_content
source: Wallet seed phrases encode the private key that controls your digital assets. These 12 words should only be used to recover the digital assets of this wallet as a last resort, such as if you lose access to your Proton account. Never give them to anyone else. Proton will never ask for them.
de: Wallet-Seed-Phrasen kodieren den privaten Schlüssel, mit dem dein digitales Guthaben verwaltet wird. Diese 12 Wörter sollten nur als letzter Ausweg verwendet werden, um das digitale Guthaben dieser Wallet wiederherzustellen, z. B. wenn du keinen Zugriff mehr auf dein Proton-Konto hast. Gib sie niemals an jemand anderen weiter. Proton wird nie danach fragen.
es: Las frases de recuperación de la cartera codifican la clave privada que controla tus activos digitales. Estas 12 palabras solo deben utilizarse para recuperar los activos digitales de esta cartera como último recurso, por ejemplo, si pierdes el acceso a tu cuenta de Proton. Nunca las compartas con nadie. Proton nunca te las pedirá.
fr: Les phrases de récupération du portefeuille encodent la clé privée qui contrôle vos actifs numériques. Ces 12 mots doivent uniquement être utilisés pour récupérer les actifs numériques de ce portefeuille en dernier recours, si vous n'avez par exemple plus accès à votre compte Proton. Ne les communiquez jamais à quelqu'un d'autre. Proton ne vous les demandera jamais. Notez-les soigneusement et stockez-les dans un emplacement sûr.
it: Le seed phrase del wallet codificano la chiave privata che controlla i tuoi asset digitali. Utilizza queste 12 parole per recuperare i tuoi asset digitali di questo wallet, ad esempio nel caso in cui non sia possibile accedere al tuo account Proton. Non condividerle mai con nessuno. Proton non ti chiederà mai di comunicargliele. Annotale con cura e conservale in un posto sicuro.
nl: Seed-phrases van de portemonnee versleutelen de privésleutel die uw digitale activa beheert. Deze 12 woorden moeten alleen als laatste optie gebruikt worden om de digitale activa van deze portemonnee te herstellen, bijvoorbeeld als u geen toegang meer heeft tot uw Proton-account. Geef de woorden nooit aan iemand anders. Proton zal er nooit om vragen. Schrijf ze zorgvuldig op en verberg ze op een veilige plek.
pl: Frazy seed portfela szyfrują klucz prywatny zabezpieczający Twoje cyfrowe środki. Tych 12 słów należy użyć do odzyskania cyfrowych środków z tego portfela tylko w ostateczności, np. w razie utraty dostępu do konta Proton. Nie zdradzaj ich nikomu. Firma Proton nigdy Cię o to nie poprosi. Zapisz je czytelnie i przechowuj w bezpiecznym miejscu.
pt: As frases-semente da carteira codificam a chave privada que controla seus ativos digitais. Estas 12 palavras só devem ser usadas para recuperar os ativos digitais desta carteira como último recurso, por exemplo, se você perder acesso à sua conta da Proton. Nunca as compartilhe com ninguém. A Proton nunca as solicitará. Escreva-as cuidadosamente e guarde-as em um local seguro.
ru: В мнемонических фразах кодируется закрытый ключ, контролирующий ваши цифровые активы. Эти 12 слов следует использовать для восстановления цифровых активов этого кошелька только в крайнем случае, например, если вы потеряете доступ к вашему Proton аккаунту. Никогда не передавайте их никому. Proton никогда их не запросит.
tr: Cüzdan tohumlama ifadeleri dijital varlıklarınızı kontrol eden bir kişisel anahtarı kodlar. Bu 12 sözcük, yalnızca Proton hesabınıza erişiminizi kaybetmeniz gibi durumlarda bu cüzdanın dijital varlıklarını kurtarmak için son çare olarak kullanılmalıdır. Bu sözcükleri kimseyle paylaşmayın. Proton bu bilgiyi sizden asla istemez.

# backup_introduce_content_1
source: Write them down carefully and hide it in a safe place.
de: Notiere sie sorgfältig und verstecke sie an einem sicheren Ort.
es: Apúntalas bien y escóndelas en un lugar seguro.
ru: Запишите их внимательно и спрячьте в надежном месте.
tr: Bu sözcükleri dikkatlice not edin ve güvenli bir yerde saklayın.

# transaction_filter_all_transactions
source: All transactions
de: Alle Transaktionen
es: Todas las transacciones
fr: Toutes les transactions
it: Tutte le transazioni
nl: Alle transacties
pl: Wszystkie transakcje
pt: Todas as transações
ru: Все транзакции
tr: Tüm hesap işlemler
zh_cn: 所有交易
zh_tw: 所有交易

# transaction_filter_sent
source: Sent
de: Gesendet
es: Enviada
fr: Envoyée
it: Inviate
nl: Verzonden
pl: Wysłano
pt: Enviada
ru: Отправленные
tr: Gönderilen
zh_cn: 已发送
zh_tw: 已發送

# transaction_filter_received
source: Received
de: Erhalten
es: Recibida
fr: Reçu
it: Ricevute
nl: Ontvangen
pl: Odebrano
pt: Recebido
ru: Полученные
tr: Alınan
zh_cn: 已接收
zh_tw: 已接收

source: Transaction detail
de: Transaktionsdetail
es: Detalle de la transacción
fr: Informations sur la transaction
it: Dettagli della transazione
nl: Transactiedetails
pl: Szczegóły transakcji
pt: Detalhe da transação
ru: Данные транзакции
tr: Hesap işlemi ayrıntısı
zh_cn: 交易详细信息
zh_tw: 交易詳細信息

# address_filter_all_address
source: All addresses
de: Alle Adressen
es: Todas las direcciones
fr: Toutes les adresses
it: Tutti gli indirizzi
nl: Alle adressen
pl: Wszystkie adresy
pt: Todos os endereços
ru: Все адреса
tr: Tüm adresler
zh_cn: 所有地址
zh_tw: 所有地址

# address_filter_used
source: Used
de: Benutzt
es: Usada
fr: Utilisé
it: Utilizzato
nl: Gebruikt
pl: Używane
pt: Usado
ru: Применён
tr: Kullanılmış
zh_cn: 已使用
zh_tw: 已使用

# address_filter_unused
source: Unused
de: Ungenutzt
es: Sin usar
fr: Non utilisé
it: Non utilizzato
nl: Niet-gebruikt
pl: Nieużywane
pt: Não usado
ru: Не применён
tr: Kullanılmamış
zh_cn: 未使用
zh_tw: 未使用

source: Low Priority
de: Niedrige Priorität
es: Prioridad baja
fr: Priorité basse
it: Priorità bassa
nl: Lage prioriteit
pl: Niski priorytet
pt: Prioridade baixa
ru: Низкий приоритет
tr: Düşük öncelikli
zh_cn: 低优先级
zh_tw: 低優先級

source: Median Priority
de: Mittlere Priorität
es: Prioridad media
fr: Priorité moyenne
it: Priorità mediana
nl: Middelmatige prioriteit
pl: Średni priorytet
pt: Prioridade média
ru: Средний приоритет
tr: Orta öncelikli
zh_cn: 中等优先级
zh_tw: 中等優先級

source: High Priority
de: Hohe Priorität
es: Prioridad alta
fr: Priorité élevée
it: Priorità alta
nl: Hoge prioriteit
pl: Wysoki priorytet
pt: Alta prioridade
ru: Высокий приоритет
tr: Yüksek öncelikli
zh_cn: 高优先级
zh_tw: 高優先級

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
nl: Afmelden
pl: Wyloguj
pt: Encerrar sessão
ru: Выйти
tr: Oturumu kapat
zh_cn: 登出
zh_tw: 登出

source: Create Wallet
de: Wallet erstellen
es: Crear una cartera
fr: Créer un portefeuille
it: Crea portafoglio
nl: Portemonnee aanmaken
pl: Utwórz portfel
pt: Criar carteira
ru: Создать кошелёк
tr: Cüzdan oluştur
zh_cn: 创建钱包
zh_tw: 創建錢包

# review_transaction
source: Review
de: Überprüfen
es: Revisar
fr: Examiner
it: Revisiona
nl: Overzicht
pl: Podsumowanie
pt: Revisão
ru: Просмотреть
tr: İncele
zh_cn: 审查
zh_tw: 審查

# available_bitcoin_value
source: available
de: verfügbar
es: disponible
fr: disponible
it: disponibili
nl: beschikbaar
pl: dostępne
pt: disponível
ru: доступно
tr: kullanılabilir
zh_cn: 可用
zh_tw: 可用

source: Send all
de: Alle senden
es: Enviar todo
fr: Envoyer tout
it: Invia tutto
nl: Alles versturen
pl: Wyślij wszystko
pt: Enviar tudo
ru: Отправить всё
tr: Tümünü gönder
zh_cn: 发送所有
zh_tw: 發送所有

source: Only support SAT now!
de: Es wird derzeit nur SAT unterstützt!
es: ¡Muestra ahora solo SAT!
fr: Seuls les SAT sont pris en charge pour le moment.
it: Al momento, vengono supportati solo i SAT!
nl: Ondersteunt nu alleen SAT!
pl: Obsługuj teraz tylko SAT!
pt: Somente aceite SAT agora!
ru: Поддерживать только SAT!
tr: Şu anda yalnızca SAT destekleniyor!
zh_cn: 目前仅支持 SAT！
zh_tw: 目前僅支持 SAT！

source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
nl: Geavanceerde instellingen
pl: Opcje zaawansowane
pt: Opções avançadas
ru: Расширенные параметры
tr: Gelişmiş ayarlar
zh_cn: 高级选项
zh_tw: 高級選項

source: Invite a friend
de: Einen Freund einladen
es: Invitar a un amigo
fr: Inviter un ami
it: Invita un amico
nl: Een vriend(in) uitnodigen
pl: Zaproś znajomego
pt: Convidar um amigo
ru: Пригласить друга
tr: Arkadaşınızı davet edin
zh_cn: 邀请朋友
zh_tw: 邀請朋友

# send_broadcasting_title
source: Broadcasting transaction
de: Übermittlung der Transaktion
es: Transmitiendo transacción
fr: Diffusion de la transaction
it: Trasmissione della transazione
nl: Transactie verzenden
pl: Nadawanie transakcji
pt: Transmitindo transação
ru: Передаём транзакцию
tr: Hesap işlemi ağa gönderiliyor
zh_cn: 广播交易
zh_tw: 廣播交易

# send_broadcasting_content
source: Sending transaction to the Bitcoin network.
de: Transaktion an das Bitcoin-Netzwerk senden.
es: Enviando transacción a la red de Bitcoin.
fr: La transaction est envoyée vers le réseau Bitcoin.
it: Invio della transazione alla rete Bircoin.
nl: Transactie versturen naar het Bitcoin-netwerk.
pl: Przesyłanie transakcji do sieci Bitcoin.
pt: Enviando transação à rede de bitcoins.
ru: Отправляем транзакцию в сеть Bitcoin.
tr: Hesap işlemi Bitcoin ağına gönderiliyor.
zh_cn: 将交易发送到比特币网络。
zh_tw: 將交易發送到比特幣網絡。

# send_success_title
source: Your Bitcoin is on its way!
de: Dein Bitcoin ist auf dem Weg!
es: ¡Tu Bitcoin está en camino!
fr: Votre bitcoin est en route !
it: I tuoi Bitcoin sono in arrivo!
nl: Uw Bitcoin is onderweg!
pl: Bitcoiny są w drodze!
pt: Seu Bitcoin está a caminho!
ru: Ваш Bitcoin в пути!
tr: Bitcoin hesap işleminiz yolda!
zh_cn: 您的比特币正在传送！
zh_tw: 您的比特幣正在傳送！

# send_success_content
source: Your transaction has been broadcasted to the Bitcoin network. It may take around one hour for the network to confirm the transaction. While you are waiting, invite your family and friends to Proton Wallet so you can all send Bitcoin via Email.
de: Deine Transaktion wurde an das Bitcoin-Netzwerk weitergeleitet. Es kann etwa eine Stunde dauern, bis das Netzwerk die Transaktion bestätigt. Während du wartest, kannst du deine Familie und Freunde zu Proton Wallet einladen, damit ihr alle Bitcoin via E-Mail versenden könnt.
es: Se ha transmitido tu transacción a la red Bitcoin. La red puede tardar alrededor de una hora en confirmar la transacción. Mientras esperas, invita a tu familia y amigos a Proton Wallet para que todos podáis enviar Bitcoin a través de correo electrónico.
fr: Votre transaction a été diffusée sur le réseau Bitcoin. Le réseau peut prendre environ une heure pour confirmer la transaction. En attendant, vous pouvez inviter votre famille et vos amis à utiliser Proton Wallet pour que vous pussiez tous envoyer des bitcoins via e-mail.
it: La tua transazione è stata trasmessa alla rete Bitcoin. Per confermare la transazione la rete potrebbe impiegare circa un'ora. Nel frattempo invita la tua famiglia e i tuoi amici su Proton Wallet in modo da poter inviare a tutti loro bitcoin via email.
nl: Uw transactie is verzonden naar het Bitcoin-netwerk. Het kan ongeveer een uur duren voordat het netwerk de transactie bevestigt. Nodig terwijl u wacht uw familie en vrienden uit voor Proton Wallet zodat u naar iedereen Bitcoin via Email kunt versturen.
pl: Twoja transakcja została nadana do sieci Bitcoin. Potwierdzenie transakcji przez sieć może zająć około godziny. Czekając na finalizację, zaproś swoją rodzinę i znajomych do Proton Wallet, abyście wszyscy mogli wysyłać Bitcoiny przez e-mail.
pt: Sua transação foi transmitida para a rede de bitcoins. Pode levar em torno de 1 hora para que a rede confirme-a. Enquanto estiver aguardando, convide sua família e amigos para a Proton Wallet para que vocês possam enviar bitcoins por e-mail.
ru: Транзакция передана в сеть Bitcoin. Для её подтверждения сетью может потребоваться около часа. Пока ожидаете, пригласите родных и друзей в Proton Wallet, чтобы вы все могли отправлять Bitcoin по электронной почте.
tr: Hesap işleminiz Bitcoin ağına gönderildi. Ağın hesap işlemini onaylaması bir saat kadar sürebilir. Beklerken ailenizi ve arkadaşlarınızı Proton Wallet kullanmaya davet ederek onlara E-posta ile Bitcoin gönderme hazırlığı yapabilirsiniz.
zh_cn: 您的交易已广播到比特币网络。网络可能需要约一小时来确认交易。 在等待期间，邀请您的家人和朋友加入 Proton Wallet，这样您们就可以通过电子邮件发送比特币。
zh_tw: 您的交易已廣播到比特幣網絡。網絡可能需要約一小時來確認交易。 在等待期間，邀請您的家人和朋友加入 Proton Wallet，這樣您們就可以通過電子郵件發送比特幣。

source: Advanced settings
de: Erweiterte Einstellungen
es: Opciones avanzadas
fr: Paramètres avancés
it: Impostazioni avanzate
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt: Configurações avançadas
ru: Расширенные настройки
tr: Gelişmiş ayarlar
zh_cn: 高级设置
zh_tw: 高級設置

# send_from_email
source: Your email (visible to recipient)
de: Deine E-Mail-Adresse (sichtbar für den Empfänger)
es: Tu correo electrónico (visible para el destinatario)
fr: Votre e-mail (visible par le destinataire)
it: La tua email (visibile al destinatario)
nl: Uw e-mailadres (zichtbaar voor de ontvanger)
pl: Twój adres e-mail (widoczny dla odbiorców)
pt: Seu e-mail (visível para o destinatário)
ru: Ваш электронный адрес (видимый получателю)
tr: E-posta adresiniz (alıcıya görünür)
zh_cn: 您的电子邮件（对收件人可见）
zh_tw: 您的電子郵件（對收件人可見）

source: Choose your email
de: E-Mail-Adresse wählen
es: Elige tu correo electrónico
fr: Choisissez votre e-mail
it: Scegli la tua email
nl: Kies uw e-mailadres
pl: Wybierz adres e-mail
pt: Escolha seu e-mail
ru: Выберите свою электронную почту
tr: E-posta adresinizi seçin
zh_cn: 选择您的电子邮件
zh_tw: 選擇您的電子郵件

# your_friend_email
source: Recipient email
de: Empfänger-E-Mail-Adresse
es: Correo electrónico del destinatario
fr: E-mail du destinataire
it: Email del destinatario
nl: E-mailadres ontvanger
pl: Adres e-mail odbiorcy
pt: Destinatário do e-mail
ru: Электронная почта получателя
tr: Alıcı e-posta adresi
zh_cn: 收件人电子邮件
zh_tw: 收件人電子郵件

source: Send from Wallet
de: Aus Wallet senden
es: Enviar desde la cartera
fr: Envoyer depuis le portefeuille
it: Inviato dal wallet
nl: Versturen uit portemonnee
pl: Wyślij z portfela
pt: Enviar partir da carteira
ru: Отправить из кошелька
tr: Cüzdandan gönder
zh_cn: 从钱包发送
zh_tw: 從錢包發送

source: Send from Account
de: Aus Konto senden
es: Enviar desde la cuenta
fr: Envoyer depuis le compte
it: Inviato dall'account
nl: Versturen uit account
pl: Wyślij z konta
pt: Enviar da conta
ru: Отправить со счёта
tr: Hesaptan gönder
zh_cn: 从帐户发送
zh_tw: 從帳戶發送

# current_balance_sats
source: {balance} SATs
es: {balance} SAT
fr: {balance} SAT
it: {balance} SAT
pl: {balance} SAT
pt: {balance} SAT
ru: {balance} SAT
tr: {balance} SAT

# send_to_recipient_s
source: Recipient email or BTC address
de: E-Mail-Adresse oder BTC-Adresse des Empfängers
es: Correo electrónico o dirección de BTC del destinatario
fr: E-mail du destinataire ou adresse BTC
it: Email del destinatario o indirizzo BTC
nl: E-mailadres of BTC-adres van ontvanger
pl: Adres e-mail lub adres BTC
pt: E-mail do destinatário ou endereço de BTC
ru: Адрес эл. почты или BTC-адрес получателя
tr: Alıcı e-posta adresi veya BTC adresi
zh_cn: 收件人电子邮件或 BTC 地址
zh_tw: 收件人電子郵件或 BTC 地址

source: Add Address
de: Adresse hinzufügen
es: Añadir una dirección
fr: Ajouter une adresse
it: Aggiungi indirizzo
nl: Adres toevoegen
pl: Dodaj adres
pt: Adicionar um endereço
ru: Добавить адрес
tr: Adres ekle
zh_cn: 添加地址
zh_tw: 添加地址

# add_recipient
source: Add Recipients
de: Empfänger hinzufügen
es: Añadir destinatarios
fr: Ajouter des destinataires
it: Aggiungi destinatari
nl: Ontvangers toevoegen
pl: Dodaj odbiorców
pt: Adicionar destinatários
ru: Добавить получателей
tr: Alıcıları ekle
zh_cn: 添加收件人
zh_tw: 添加收件人

# edit_recipient
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
tr: Düzenle
zh_cn: 编辑
zh_tw: 編輯

source: Recipients
de: Empfänger
es: Destinatarios
fr: Destinataires
it: Destinatari
nl: Ontvangers
pl: Odbiorcy
pt: Destinatários
ru: Получатели
tr: Alıcılar
zh_cn: 收件人
zh_tw: 收件人

source: No wallet found
de: Keine Wallet gefunden
es: No se han encontrado carteras.
fr: Aucun portefeuille n'a été trouvé.
it: Nessun portafoglio trovato
nl: Geen portemonnee gevonden
pl: Nie znaleziono portfela
pt: Nenhuma carteira foi encontrada.
ru: Кошельки не обнаружены
tr: Herhangi bir cüzdan bulunamadı
zh_cn: 未找到钱包
zh_tw: 未找到錢包

# invite_subject
source: Proton Wallet Invitation
de: Einladung zu Proton Wallet
es: Invitación a Proton Wallet
fr: Invitation à Proton Wallet
it: Invito a Proton Wallet
nl: Uitnodiging voor Proton Wallet
pl: Zaproszenie do Proton Wallet
pt: Convite da Proton Wallet
ru: Приглашение в Proton Wallet
tr: Proton Wallet daveti
zh_cn: Proton Wallet 邀请
zh_tw: Proton Wallet 邀請

# invite_body
source: Proton Wallet is available now, create your own proton wallet to receive bitcoin.
de: Proton Wallet ist jetzt verfügbar. Erstelle deine eigene Proton Wallet, um Bitcoin zu erhalten.
es: Proton Wallet ya está disponible, crea tu propia Proton Wallet para recibir Bitcoin.
fr: Proton Wallet est désormais disponible. Créez votre propre portefeuille Proton pour recevoir des bitcoins.
it: Proton Wallet è disponibile ora. Crea il tuo Proton Wallet per ricevere bitcoin.
nl: Proton Wallet is nu beschikbaar, maak uw eigen Proton-portemonnee aan om bitcoin te ontvangen.
pl: Proton Wallet jest teraz dostępny. Utwórz portfel, aby otrzymywać Bitcoiny.
pt: A Proton Wallet já está disponível. Crie sua própria Proton Wallet para receber bitcoins.
ru: Теперь доступен Proton Wallet. Создайте свой кошелёк Proton, чтобы получать bitcoin.
tr: Proton Wallet yayınlandı. Bitcoin almak için kendi Proton Wallet alanınızı oluşturun.
zh_cn: Proton Wallet 现在可用，创建您自己的 Proton Wallet 以接收比特币。
zh_tw: Proton Wallet 現在可用，創建您自己的 Proton Wallet 以接收比特幣。

source: Send invite
de: Einladung senden
es: Enviar una invitación
fr: Envoyer une invitation
it: Invia invito
nl: Stuur een uitnodiging
pl: Wyślij zaproszenie
pt: Enviar um convite
ru: Отправить приглашение
tr: Davet gönder
zh_cn: 发送邀请
zh_tw: 發送邀請

# email_already_linked_to_wallet
source: This email already linked to an account
de: Diese E-Mail-Adresse ist bereits mit einem Konto verknüpft
es: Este correo electrónico ya está vinculado a una cuenta
fr: Cette adresse e-mail est déjà associée à un compte.
it: Questa email è già associata a un account
nl: Dit e-mailadres is al aan een account gekoppeld
pl: Ten adres e-mail jest już połączony z kontem
pt: Este e-mail já está associado a uma conta
ru: Эта электронная почта уже подключена к счёту
tr: Bu e-posta adresi zaten bir hesapla ilişkilendirilmiş
zh_cn: 此电子邮件已链接到一个帐户
zh_tw: 此電子郵件已鏈接到一個帳戶
