Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

# bitcoin_via_email_not_active_desc
source: Bitcoin via Email is not active. Enable it so Proton Wallet users can easily send you bitcoin.
de: Bitcoin via E-Mail ist nicht aktiv. Aktiviere es, damit Proton Wallet-Benutzer dir auf einfache Weise Bitcoin senden können.
es: Bitcoin a través de correo electrónico no está activado. Actívalo para que los usuarios de Proton Wallet puedan enviarte Bitcoin fácilmente.
fr: La fonctionnalité Bitcoin via e-mail est active. Activez-la pour que les utilisateurs de Proton Wallet puissent facilement vous envoyer des bitcoins.
it: Bitcoin via Email non è attivo. Abilitalo per consentire agli utenti Proton Wallet di inviarti facilmente Bitcoin.
nl: Bitcoin via Email is niet actief. Schakel het in zodat Proton Wallet-gebruikers u eenvoudig bitcoin kunnen sturen.
pl: Funkcja Bitcoin na adres e-mail nie jest aktywna. Włącz ją, aby użytkownicy Proton Wallet mogli wysyłać Ci Bitcoiny.
pt: O Bitcoin por e-mail não está ativo. Ative-o para que os usuários do Proton Wallet possam enviar facilmente bitcoins para você.
ru: Функция «Bitcoin по эл. почте» неактивна. Активируйте её, чтобы пользователи Proton Wallet могли легко отправлять вам bitcoin.
tr: E-posta ile Bitcoin aktarma seçeneği kapalı. Proton Wallet kullanıcılarının size kolayca Bitcoin yollayabilmesi için açın.
zh_cn: 通过电子邮件发送比特币未启用。启用它，以便其他 Proton Wallet 用户可以轻松地将比特币发送给您。
zh_tw: 通過電子郵件發送比特幣未啟用。啟用它，以便其他 Proton Wallet 用戶可以輕鬆地將比特幣發送給您。

# receive_email_integration_alert_content
source: Bitcoin via Email is active! users can send Bitcoin to {email}
de: Bitcoin via E-Mail ist aktiv! Benutzer können Bitcoin an {email} senden
es: ¡Bitcoin a través de correo electrónico está activado! Los usuarios pueden enviar Bitcoin a {email}
fr: La fonctionnalité Bitcoin via e-mail est active. Les utilisateurs peuvent envoyer des bitcoins à {email}.
it: Bitcoin via Email è attivo! Gli utenti possono inviare Bitcoin all'indirizzo {email}
nl: Bitcoin via Email is actief! Gebruikers kunnen Bitcoin sturen naar {email}
pl: Funkcja Bitcoin przez e-mail jest aktywna! Użytkownicy mogą wysyłać Bitcoiny na Twój adres e-mail {email}
pt: O Bitcoin por e-mail está ativo! Os usuários podem enviar bitcoins para {email}
ru: Функция «Bitcoin по эл. почте» активна! Пользователи могут отправлять Bitcoin по адресу {email}
tr: E-posta ile Bitcoin aktarma seçeneği açık! Kullanıcılar {email} adresine Bitcoin yollayabilir
zh_cn: 通过电子邮件发送比特币已启用！用户可以将比特币发送到 {email}
zh_tw: 通過電子郵件發送比特幣已啟用！用戶可以將比特幣發送到 {email}

source: Add a passphrase (optional)
de: Passphrase hinzufügen (optional)
es: Añadir una frase de contraseña (opcional)
fr: Ajouter une phrase secrète (facultatif)
it: Aggiungi una frase d'accesso (facoltativo)
nl: Voeg een wachtwoordzin toe (optioneel)
pl: Dodaj hasło (opcjonalnie)
pt: Adicionar uma palavra-passe (opcional)
ru: Добавьте кодовую фразу (необязательно)
tr: Bir parola ifadesi ekleyin (isteğe bağlı)
zh_cn: 添加密码短语（可选）
zh_tw: 添加密碼短語（可選）

# add_a_passphrase_title
source: Add a passphrase
de: Passphrase hinzufügen
es: Añadir una frase de contraseña
fr: Ajouter une phrase secrète
it: Aggiungi una passphrase
nl: Voeg een wachtwoordzin toe
pl: Dodaj hasło
pt: Adicionar uma palavra-passe
ru: Добавить кодовую фразу
tr: Bir parola ifadesi ekleyin
zh_cn: 添加密码短语
zh_tw: 添加密碼短語

# add_a_passphrase_desc
source: A passphrase acts as a second password. It cannot be changed or added later. Back it up safely to unlock your wallet each time you log in.
de: Eine Passphrase ist wie ein zweites Passwort. Sie kann später nicht geändert oder hinzugefügt werden. Sichere diese Passphrase, um deine Wallet jedes Mal zu entsperren, wenn du dich anmeldest.
es: Una frase de contraseña actúa como una segunda contraseña. No se puede cambiar o añadir más tarde. Haz una copia de seguridad para desbloquear tu cartera cada vez que inicies sesión.
fr: Une phrase secrète équivaut à un second mot de passe. Elle ne peut être modifiée ou ajoutée par la suite. Conservez-la en lieu sûr pour débloquer votre portefeuille à chaque connexion.
it: Una frase d'accesso funziona come una seconda password. Non può essere modificata o aggiunta in un secondo momento. Esegui il backup in modo sicuro per sbloccare il portafoglio ogni volta che effettui l'accesso.
nl: Een wachtwoordzin dient als een tweede wachtwoord. Het kan niet gewijzigd of later toegevoegd worden. Bewaar de zin op een veilige plek om uw portemonnee te openen elke keer dat u inlogt.
pl: To jest Twoje drugie hasło. Nie możesz go zmienić ani dodać później. Przechowuj je bezpiecznie, aby odblokowywać portfel przy każdym logowaniu.
pt: Uma frase secreta funciona como uma segunda senha. Ela não pode ser alterada nem adicionada depois. Guarde-a com segurança para desbloquear sua carteira sempre que iniciar uma sessão.
ru: Кодовая фраза служит вторым паролем. Её нельзя будет изменить или добавить позже. Надёжно сохраните её, чтобы разблокировать кошелёк во время каждого входа.
tr: Bir parola ifadesi ikinci bir parola gibi kullanılır. Değiştirilemez veya sonradan eklenemez. Her oturum açtığınızda cüzdanınızı açabilmek için güvenli bir yere yedekleyin.
zh_cn: 密码短语作为第二个密码。无法更改或稍后添加。安全地备份它以每次登录时解锁您的钱包。
zh_tw: 密碼短語作為第二個密碼。無法更改或稍後添加。安全地備份它以每次登錄時解鎖您的錢包。

source: Your passphrase (optional)
de: Deine Passphrase (optional)
es: Tu frase de contraseña (opcional)
fr: Votre phrase secrète (facultatif)
it: Frase d'accesso (facoltativa)
nl: Uw wachtwoordzin (optioneel)
pl: Twoje hasło (opcjonalnie)
pt: Sua palavra-passe (opcional)
ru: Ваша кодовая фраза (необязательно)
tr: Parola ifadeniz (isteğe bağlı)
zh_cn: 您的密码短语（可选）
zh_tw: 您的密碼短語（可選）

# import_your_wallet
source: Import wallet
de: Wallet importieren
es: Importar cartera
fr: Importer le portefeuille
it: Importa portafoglio
nl: Portemonnee importeren
pl: Importuj portfel
pt: Importar a carteira
ru: Импортировать кошелёк
tr: Cüzdanı içe aktar
zh_cn: 导入钱包
zh_tw: 導入錢包

# import_button
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
tr: İçe aktar
zh_cn: 导入
zh_tw: 導入

source: Authenticate
de: Authentifizieren
es: Autenticar
fr: S'authentifier
it: Autentica
nl: Authenticeren
pl: Uwierzytelnij
pt: Autenticar
ru: Аутентифицировать
tr: Kimliği doğrula
zh_cn: 验证
zh_tw: 驗證

# enable_recovery_title
source: Your recovery phrase
de: Deine Wiederherstellungsphrase
es: Tu frase de recuperación
fr: Votre phrase de récupération
it: Frase di recupero
nl: Uw herstelzin
pl: Twoja fraza odzyskiwania
pt: Sua frase de recuperação
ru: Ваша фраза для восстановления
tr: Kurtarma ifadeniz
zh_cn: 您的恢复短语
zh_tw: 您的恢復短語

# enable_recovery_content
source: Your recovery phrase is a series of 12 words in a specific order.
de: Deine Wiederherstellungsphrase besteht aus einer Reihe von 12 Wörtern in einer bestimmten Reihenfolge.
es: Tu frase de recuperación es una serie de 12 palabras en un orden específico.
fr: Votre phrase de récupération est une série de 12 mots dans un ordre spécifique.
it: La frase di recupero è una serie di 12 parole in un ordine specifico.
nl: Uw herstelzin is een reeks van 12 woorden in een specifieke volgorde.
pl: Frazą odzyskiwania jest seria 12 słów w określonej kolejności.
pt: Sua frase de recuperação é uma sequência de 12 palavras em uma ordem específica.
ru: Ваша фраза для восстановления – это набор из 12 слов в определенном порядке.
tr: Kurtarma ifadeniz, belirli bir sırada 12 sözcükten oluşan bir dizidir.
zh_cn: 您的恢复短语是一系列按特定顺序排列的 12 个单词。
zh_tw: 您的恢復短語是一系列按特定順序排列的 12 個單詞。

# enable_recovery_remind
source: Please keep it safe. You'll need it to access your account and decrypt your data in case of a password reset.
de: Bitte bewahre sie sicher auf. Du benötigst sie, um auf dein Konto zuzugreifen und deine Daten zu entschlüsseln, falls du dein Passwort zurücksetzen musst.
es: Mantenla a salvo. La necesitarás para acceder a tu cuenta y descifrar tus datos en caso de un restablecimiento de contraseña.
fr: Nous vous invitons à garder cela en sécurité. Vous en aurez besoin pour accéder à votre compte et déchiffrer vos données en cas de réinitialisation du mot de passe.
it: Tienila al sicuro. Sarà necessaria per accedere all'account e decriptare i dati in caso di reimpostazione della password.
nl: Bewaar het veilig. U hebt het nodig om toegang te krijgen tot uw account en om uw gegevens te decoderen in geval van een nieuw wachtwoord.
pl: Zachowaj tę frazę. Jeśli zresetujesz hasło, będziesz jej potrzebować do odzyskania dostępu do konta i odszyfrowania danych.
pt: Mantenha-o seguro. Você precisará dele para acessar sua conta e descriptografar seus dados em caso de redefinição de senha.
ru: Храните её в безопасности. Она понадобится вам для доступа к вашему аккаунту и расшифровки данных в случае сброса пароля.
tr: Lütfen güvenli bir yerde saklayın. Parolanızı sıfırlarsanız hesabınıza erişmek ve verilerinizin şifresini çözmek için bu ifadeye gerek duyacaksınız.
zh_cn: 请保管好它。您需要它来访问您的帐户并在密码重置的情况下解密您的数据。
zh_tw: 請保管好它。您需要它來訪問您的帳戶並在密碼重置的情況下解密您的數據。

source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Phrase de récupération
it: Frase di recupero
nl: Herstelzin
pl: Fraza odzyskiwania
pt: Frase de recuperação
ru: Фраза для восстановления доступа к учётной записи
tr: Kurtarma ifadesi
zh_cn: 恢复短语
zh_tw: 恢復短語

# disable_recovery_phrase_button
source: Disable recovery phrase
de: Wiederherstellungsphrase deaktivieren
es: Desactivar la frase de recuperación
fr: Désactiver la phrase de récupération
it: Disabilita frase di recupero
nl: Herstelzin uitschakelen
pl: Wyłącz frazę odzyskiwania
pt: Desativar a frase de recuperação
ru: Отключить фразу для восстановления доступа к учётной записи
tr: Kurtarma ifadesini kapat
zh_cn: 禁用恢复短语
zh_tw: 禁用恢復短語

# disable_recovery_phrase_title
source: Disable recovery phrase?
de: Wiederherstellungsphrase deaktivieren?
es: ¿Quieres desactivar la frase de recuperación?
fr: Désactiver la phrase de récupération ?
it: Vuoi disabilitare la frase di recupero?
nl: Herstelzin uitschakelen?
pl: Wyłączyć frazę odzyskiwania?
pt: Desativar a frase de recuperação?
ru: Отключить фразу для восстановления доступа к учётной записи?
tr: Kurtarma ifadesi kapatılsın mı?
zh_cn: 禁用恢复短语？
zh_tw: 禁用恢復短語？

# disable_recovery_phrase_content
source: This will disable your current recovery phrase. You won't be able to use it to access your account or decrypt your data.
de: Dadurch wird deine aktuelle Wiederherstellungsphrase deaktiviert. Du bist dann nicht mehr in der Lage, damit auf dein Konto zuzugreifen oder deine Daten zu entschlüsseln.
es: Esto desactivará tu frase de recuperación actual. No podrás utilizarla para acceder a tu cuenta o descifrar tus datos.
fr: Cela désactivera votre phrase de récupération actuelle. Vous ne pourrez pas l'utiliser pour accéder à votre compte ou déchiffrer vos données.
it: In questo modo la tua frase di recupero attuale sarà disabilitata. Non potrai usarla per accedere al tuo account o decriptare i dati.
nl: Dit zal uw huidige herstelzin uitschakelen. U kunt deze dan niet meer gebruiken om toegang te krijgen tot uw account of om uw gegevens te ontsleutelen.
pl: Ta opcja wyłączy obecne hasło odzyskiwania. Nie będziesz mógł użyć tego hasła, aby uzyska dostęp do konta lub odszyfrowywać dane.
pt: Isso desativará a sua frase de recuperação atual. Você não poderá usá-la para acessar sua conta ou descriptografar seus dados.
ru: Это отключит вашу текущую фразу восстановления. Вы не сможете использовать ее для доступа к своему аккаунту или для расшифровки данных.
tr: Bu işlem, geçerli kurtarma ifadenizi kapatır. Bu ifadeyi artık hesabınıza erişmek veya verilerinizin şifresini çözmek için kullanamazsınız.
zh_cn: 这将禁用您当前的恢复短语。您将无法使用它来访问您的帐户或解密您的数据。
zh_tw: 這將禁用您當前的恢復短語。您將無法使用它來訪問您的帳戶或解密您的數據。

# disable_recovery_phrase_content2
source: Enabling recovery by phrase again will generate a new recovery phrase.
de: Wenn du die Wiederherstellung mittels Phrase erneut aktivierst, wird eine neue Wiederherstellungsphrase generiert.
es: Activar la recuperación por frase nuevamente generará una nueva frase de recuperación.
fr: La réactivation de la récupération par phrase générera une nouvelle phrase de récupération.
it: Se abiliti nuovamente questa opzione, verrà generata una nuova frase di recupero.
nl: Het opnieuw inschakelen van herstel per uitdrukking zal een nieuwe herstelzin genereren.
pl: Ponowne włączenie odzyskiwania za pomocą frazy wygeneruje nową frazę odzyskiwania.
pt: Ativar recuperação por frase novamente irá gerar uma nova frase de recuperação.
ru: Повторное включение восстановления по фразе приведет к созданию новой фразы восстановления.
tr: Kurtarma ifadesini yeniden açtığınızda, yeni bir kurtarma ifadesi oluşturulur.
zh_cn: 再次启用恢复短语将生成一个新的恢复短语。
zh_tw: 再次啟用恢復短語將生成一個新的恢復短語。

source: Signup
de: Registrieren
es: Regístrate
fr: S'inscrire
it: Registrati
nl: Aanmelden
pl: Zarejestruj się
pt: Inscrever-se
ru: Регистрация
tr: Hesap aç
zh_cn: 注册
zh_tw: 註冊

source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
nl: Een account aanmaken
pl: Utwórz konto
pt: Criar uma conta
ru: Создать аккаунт
tr: Bir hesap açın
zh_cn: 创建帐户
zh_tw: 創建帳戶

# ok_i_have_save
source: Ok, I saved it somewhere
de: Ok, ich habe sie gespeichert
es: Vale, la he guardado en algún sitio
fr: OK, je l'ai enregistrée quelque part.
it: Ok, l'ho salvata
nl: Oké, ik heb het ergens opgeslagen
pl: OK, mam gdzieś zapisane
pt: Ok, salvei em algum lugar
ru: Она у меня сохранена
tr: Tamam, bir yere kaydettim
zh_cn: 确定，我已将其保存在某个地方
zh_tw: 確定，我已將其保存在某個地方

# copy_button
source: Copy
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
nl: Kopiëren naar klembord
pl: Skopiuj do schowka
pt: Copiar para área de transferência
ru: Скопировать в буфер обмена
tr: Panoya kopyala
zh_cn: 复制到剪贴板
zh_tw: 複製到剪貼板

# quick_action
source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Raccourcis
it: Azioni rapide
nl: Snelle acties
pl: Szybkie akcje
pt: Ações rápidas
ru: Быстрые действия
tr: Hızlı işlemler
zh_cn: 快速操作
zh_tw: 快速操作

# explore_wallet
source: Explore Proton Wallet
de: Proton Wallet entdecken
es: Descubrir Proton Wallet
fr: Découvrir Proton Wallet
it: Scopri Proton Wallet
nl: Proton Wallet verkennen
pl: Odkryj Proton Wallet
pt: Explorar a Proton Wallet
ru: Ознакомиться с Proton Wallet
tr: Proton Wallet uygulamasını keşfedin
zh_cn: 探索 Proton Wallet
zh_tw: 探索 Proton Wallet

# security_n_proton_wallet
source: Security & Proton Wallet
de: Sicherheit und Proton Wallet
es: Seguridad y Proton Wallet
fr: Proton Wallet et sécurité
it: Sicurezza e Proton Wallet
nl: Veiligheid en Proton Wallet
pl: Bezpieczeństwo i Proton Wallet
pt: Segurança e Proton Wallet
ru: Безопасность и Proton Wallet
tr: Güvenlik ve Proton Wallet
zh_cn: 安全性与 Proton Wallet
zh_tw: 安全性與 Proton Wallet

source: How to stay safe and protect your assets.
de: Wie du sicher bleiben und dein Guthaben schützen kannst.
es: Cómo mantenerse a salvo y proteger tus activos.
fr: Comment rester en sécurité et protéger vos actifs ?
it: Come rimanere al sicuro e proteggere i tuoi asset.
nl: Veilig blijven en uw activa beschermen.
pl: Jak zachować bezpieczeństwo i chronić swoje środki?
pt: Como se manter em segurança e proteger seus ativos.
ru: Как защитить свои активы
tr: Nasıl güvende kalır ve varlıklarınızı korursunuz.

# wallets_n_accounts
source: Wallets & Accounts
de: Wallets und Konten
es: Carteras y cuentas
fr: Portefeuilles et comptes
it: Portafogli e account
nl: Portemonnees en accounts
pl: Portfele i konta
pt: Carteiras e contas
ru: Кошельки и счета
tr: Cüzdanlar ve hesaplar

# whats_the_different_and_how_to_use_them
source: What's the difference and how to use them.
de: Was ist der Unterschied und wie kannst du sie verwenden?
es: Cuál es la diferencia y cómo se utilizan.
fr: Quelle est la différence et comment les utiliser ?
it: Quali sono le differenze e come usarli.
nl: Wat is het verschil en hoe gebruikt u ze.
pl: Jaka jest różnica i jak ich używać?
pt: Qual a diferença e como usá-las.
ru: В чём разница и как их использовать
tr: Farkı nedir ve nasıl kullanır?

# decript_old_wallet
source: Decrypt with your old password
de: Mit deinem alten Passwort entschlüsseln
es: Descifrar con tu antigua contraseña
fr: Déchiffrement avec votre ancien mot de passe
it: Decripta con la vecchia password
nl: Ontsleutelen met uw oude wachtwoord
pl: Odszyfruj starym hasłem
pt: Descriptografar com a senha antiga
ru: Расшифровка с помощью старого пароля
tr: Şifreyi eski parolanız ile çözün

# recover_with_mnemonic
source: Recover with your secret recovery phrase
de: Mit deiner geheimen Wiederherstellungsphrase wiederherstellen
es: Recuperar con tu frase secreta de recuperación
fr: Récupération avec votre phrase secrète de récupération
it: Recupera utilizzando la frase di recupero segreta
nl: Herstellen met uw geheime herstelzin
pl: Odzyskaj za pomocą frazy seed
pt: Recupere com sua frase secreta de recuperação
ru: Восстановление доступа с помощью секретной мнемонической фразы
tr: Gizli kurtarma ifadenizle kurtarmak
zh_cn: 使用您的秘密恢复短语恢复
zh_tw: 使用您的秘密恢復短語恢復

# delete_account_message
source: Warning: Deleting Bitcoin wallet account is irreversible.
de: Warnung: Das Löschen einer Bitcoin-Wallet kann nicht rückgängig gemacht werden.
es: Advertencia: Borrar la cuenta de la cartera de Bitcoin es irreversible.
fr: Avertissement : la suppression d'un portefeuille de bitcoins est irréversible.
it: Avviso: l'eliminazione dell'account Bitcoin del portafoglio è irreversibile.
nl: Waarschuwing: het verwijderen van het Bitcoin-portemonneeaccount kan niet ongedaan worden gemaakt.
pl: Uwaga: usunięcie portfela Bitcoin jest nieodwracalne.
pt: Aviso: a exclusão da conta da carteira de bitcoins é uma ação irreversível.
ru: Предупреждение. Удалённые счета Bitcoin-кошелька восстановлению не подлежат.
tr: Uyarı: Bitcoin cüzdanı hesabını silme işlemi geri alınamaz.
zh_cn: 警告：删除比特币钱包帐户是不可逆的。
zh_tw: 警告：刪除比特幣錢包帳戶是不可逆的。

# cannot_delete_last_account
source: Can not delete last account in wallet!
de: Letztes Konto in der Wallet kann nicht gelöscht werden!
es: ¡No se puede borrar la última cuenta de la cartera!
fr: Vous ne pouvez pas supprimer le dernier compte de votre portefeuille.
it: Impossibile eliminare l'account più recente nel wallet!
nl: Kan laatste account in portemonnee niet verwijderen!
pl: Nie można usunąć ostatniego konta w portfelu!
pt: Não é possível excluir a última conta na carteira!
ru: Невозможно удалить последний счёт в кошельке!
tr: Cüzdandaki son hesap silinemez!
zh_cn: 不能删除钱包中的最后一个帐户！
zh_tw: 不能刪除錢包中的最後一個帳戶！

source: Delete Wallet
de: Wallet löschen
es: Eliminar la cartera
fr: Supprimer le portefeuille
it: Elimina portafoglio
nl: Portemonnee verwijderen
pl: Usuń portfel
pt: Excluir carteira
ru: Удалить кошелёк
tr: Cüzdanı sil
zh_cn: 删除钱包
zh_tw: 刪除錢包

source: Delete wallet now
de: Wallet jetzt löschen
es: Eliminar la cartera ahora
fr: Supprimer le portefeuille maintenant
it: Elimina subito il wallet
nl: Portemonnee nu verwijderen
pl: Usuń portfel
pt: Excluir carteira agora
ru: Удалить кошелёк
tr: Şimdi cüzdanı seçin
zh_cn: 立即删除钱包
zh_tw: 立即刪除錢包

source: Rename Wallet
de: Wallet umbenennen
es: Cambiar el nombre de la cartera
fr: Renommer le portefeuille
it: Rinomina il portafoglio
nl: Portemonnee een nieuwe naam geven
pl: Zmień nazwę portfela
pt: Renomear carteira
ru: Переименовать кошелёк
tr: Cüzdanı yeniden adlandır
zh_cn: 重新命名钱包
zh_tw: 重新命名錢包

source: Backup Wallet
de: Wallet sichern
es: Hacer una copia de seguridad de la cartera
fr: Sauvegarder le portefeuille
nl: Back-up maken van portemonnee
pl: Utwórz kopię zapasową portfela
pt: Fazer backup da carteira
ru: Обезопасить кошелёк
tr: Cüzdanı yedekle
zh_cn: 备份钱包
zh_tw: 備份錢包

# backup_wallet_view_seed_phrase
source: View wallet seed phrase
de: Wallet-Seed-Phrase anzeigen
es: Ver la frase de recuperación de la cartera
fr: Afficher la phrase de récupération du portefeuille
it: Visualizza la seed phrase del portafoglio
nl: Seed-phrase van portemonnee bekijken
pl: Pokaż frazę seed portfela
pt: Visualizar frase-semente da carteira
ru: Просмотреть мнемоническую фразу
tr: Cüzdan tohumlama ifadesini görüntüle
zh_cn: 查看钱包种子短语
zh_tw: 查看錢包種子短語

source: Login failed!
de: Anmeldung fehlgeschlagen!
es: ¡Error al iniciar sesión!
fr: La connexion n'a pas abouti.
it: Login non riuscito!
nl: Inloggen is mislukt!
pl: Logowanie nie powiodło się!
pt: Falha no login!
ru: Не удалось войти!
tr: Oturum açılamadı
zh_cn: 登入失败！
zh_tw: 登入失敗！

# sign_in_to_proton_title
source: Sign in to Proton
ru: Войдите в Proton
tr: Proton oturumu açın
zh_cn: 登入 Proton
zh_tw: 登入 Proton

# sign_in_to_proton_subtitle
source: Enter your Proton Account details.
ru: Введите информацию о вашем аккаунте Proton.
tr: Proton hesabınızın bilgilerini yazın.
zh_cn: 输入您的 Proton 帐户详细信息。
zh_tw: 輸入您的 Proton 帳戶詳細信息。

# sign_in_username_or_email
source: Username or email
ru: Имя пользователя или эл. почта
tr: Kullanıcı adı ya da e-posta adresi
zh_cn: 用户名或电子邮件
zh_tw: 用戶名或電子郵件

# sign_in_password
source: Password
ru: Пароль
tr: Parola
zh_cn: 密码
zh_tw: 密碼

source: Go Home
de: Zur Startseite
es: Volver al Inicio
fr: Aller à la page d'accueil
it: Vai alla Home
nl: Ga naar Home
pl: Przejdź do strony głównej
pt: Ir para o Início
ru: Перейти на главную
tr: Girişe dön
zh_cn: 返回首页
zh_tw: 返回首頁

source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
it: Ho capito
nl: Begrepen
pl: Ok
pt: Entendi
ru: Я понял
tr: Anladım
zh_cn: 明白了
zh_tw: 明白了

source: Create Account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea account
nl: Account aanmaken
pl: Utwórz konto
pt: Criar uma conta
ru: Создать аккаунт
tr: Hesap aç
zh_cn: 创建帐户
zh_tw: 創建帳戶

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
ru: Войти
tr: Oturum aç
zh_cn: 登入
zh_tw: 登入

# welcome_privacy_notes
source: Privacy. Security. Convenience. Encrypted email that gives you full control of your personal data.
de: Privatsphäre. Sicherheit. Komfort. Verschlüsselter E-Mail-Dienst, bei dem du die volle Kontrolle über deine persönlichen Daten hast.
es: Privacidad. Seguridad. Comodidad. Correo electrónico cifrado que te otorga el control total de tus datos personales.
fr: Vie privée. Sécurité. Facilité d'utilisation. Une messagerie chiffrée qui vous donne le contrôle total sur vos données personnelles.
it: Privacy. Sicurezza. Convenienza. Email crittografata che ti dà il pieno controllo dei tuoi dati personali.
nl: Privacy. Veiligheid. Gebruiksgemak. Versleutelde e-mail die u volledige controle biedt over uw persoonlijke gegevens.
pl: Prywatność. Bezpieczeństwo. Wygoda. Szyfrowana poczta e-mail, która zapewnia Ci pełną kontrolę nad danymi.
pt: Privacidade. Segurança. Conveniência. O e-mail criptografado que oferece a você o controle total dos seus dados pessoais.
ru: Конфиденциальность. Безопасность. Удобство. Электронная почта с шифрованием, которая даёт вам полный контроль над личными данными.
tr: Gizlilik. Güvenlik. Kolaylık. Kişisel verileriniz üzerinde tam kontrol sağlayan şifrelenmiş e-posta.
zh_cn: 隐私、安全、便利。加密电子邮件让您完全控制个人数据。
zh_tw: 隱私、安全、便利。加密電子郵件讓您完全控制個人數據。

# create_your_own_wallet
source: Create your own digital wallet!
de: Erstelle deine eigene digitale Wallet!
es: ¡Crea tu propia cartera digital!
fr: Créez votre propre portefeuille numérique
it: Crea il tuo wallet digitale personale!
nl: Maak uw eigen digitale portemonnee aan!
pl: Utwórz własny cyfrowy portfel!
pt: Crie sua própria carteira digital!
ru: Создайте свой электронный кошелёк!
tr: Kendi dijital cüzdanınızı oluşturun!
zh_cn: 创建您自己的数字钱包！
zh_tw: 創建您自己的數字錢包！
