Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

# create_new_proton_account
source: Create a new Proton account
de: Neues Proton-Konto erstellen
es: Crear una nueva cuenta de Proton
fr: Créer un nouveau compte Proton
it: Crea un nuovo account Proton
nl: Maak een nieuw Proton-account aan
pl: Utwórz nowe konto Proton
pt: Criar uma conta da Proton
ru: Создать новый аккаунт Proton
tr: Yeni bir Proton hesabı aç
zh_cn: 创建新的 Proton 帐户
zh_tw: 創建新的 Proton 帳戶

# import_existing_wallet
source: Import an existing wallet
de: Ein bestehendes Wallet importieren
es: Importar una cartera existente
fr: Importer un portefeuille existant
it: Importa un portafoglio esistente
nl: Importeer een bestaande portemonnee
pl: Importuj obecny portfel
pt: Importar uma carteira existente
ru: Импортировать существующий кошелёк
tr: Var olan bir cüzdanı aktar
zh_cn: 导入现有钱包
zh_tw: 導入現有錢包

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
nl: Geen gegevens
pl: Brak danych
pt: Sem dados
ru: Нет данных
tr: Herhangi bir veri yok
zh_cn: 无数据
zh_tw: 無數據

source: Wallet setup
de: Wallet-Einrichtung
es: Configuración de la cartera
fr: Configuration du portefeuille
it: Configurazione del portafoglio
nl: Configuratie van portemonnee
pl: Konfiguracja portfela
pt: Configuração da carteira
ru: Настройка кошелька
tr: Cüzdan kurulumu
zh_cn: 钱包设置
zh_tw: 錢包設置

# wallet_setup_desc
source: Choose your local fiat currency to see the value of your transactions.
de: Wähle deine lokale Fiat-Währung, um den Wert deiner Transaktionen zu sehen.
es: Elige tu moneda fiduciaria local para ver el valor de tus transacciones.
fr: Choisissez la devise locale dans laquelle afficher la valeur de vos transactions.
it: Scegli la valuta fiat nella quale verrà visualizzato il valore delle transazioni.
nl: Kies uw lokale fiat-valuta om de waarde van uw transacties te zien.
pl: Wybierz lokalną walutę FIAT, aby zobaczyć wartość transakcji.
pt: Escolha a moeda fiduciária local para ver o valor das suas transações.
ru: Выберите официальную валюту своей страны, в которой будет указана сумма транзакций.
tr: Hesap işlemlerinizin değerinin görüntülenmesi için yerel para birimini seçin.
zh_cn: 选择您的本地法定货币以查看您的交易价值。
zh_tw: 選擇您的本地法定貨幣以查看您的交易價值。

# wallet_passphrase_unlock_desc
source: To access this wallet, you need to input the passphrase
de: Um auf diese Wallet zuzugreifen, musst du die Passphrase eingeben
es: Para acceder a esta cartera, debes introducir la frase de contraseña
fr: Pour accéder au portefeuille, vous devez saisir la phrase secrète.
it: Inserisci la frase d'accesso per accedere al portafoglio
nl: Om deze portemonnee te openen, dient u de wachtwoordzin in te voeren
pl: Wpisz hasło, aby uzyskać dostęp do portfela
pt: Para acessar esta carteira, é necessário inserir a frase secreta
ru: Введите кодовую фразу для доступа к кошельку
tr: Bu cüzdana erişmek için parola ifadesini yazmalısınız
zh_cn: 要访问此钱包，您需要输入密码短语
zh_tw: 要訪問此錢包，您需要輸入密碼短語

# my_wallet_has_passphrase
source: My wallet has a passphrase
de: Meine Wallet hat eine Passphrase
es: Mi cartera tiene una frase de contraseña
fr: Mon portefeuille comporte une phrase secrète.
it: Il mio portafoglio dispone di una frase d'accesso
nl: Mijn portemonnee heeft een wachtwoordzin
pl: Mój portfel ma hasło
pt: Minha carteira tem uma palavra-passe
ru: У моего кошелька есть кодовая фраза
tr: Cüzdanımın bir parola ifadesi var
zh_cn: 我的钱包有密码短语
zh_tw: 我的錢包有密碼短語

# wallet_import_mnemonic_guide
source: Enter your secret recovery phrase in its exact order.
de: Gib deine geheime Wiederherstellungsphrase in der richtigen Reihenfolge ein.
es: Introduce tu frase secreta de recuperación en el orden exacto.
fr: Saisissez votre phrase secrète de récupération dans l'ordre exact.
it: Inserisci la frase di recupero segreta nell'ordine preciso.
nl: Voer uw geheime herstelzin in de juiste volgorde in.
pl: Wpisz frazę seed w odpowiedniej kolejności.
pt: Insira sua frase secreta de recuperação na ordem exata.
ru: Введите секретную фразу (для восстановления) в точном порядке.
tr: Gizli kurtarma ifadenizi doğru sırada yazın.
zh_cn: 按确切顺序输入您的秘密恢复短语。
zh_tw: 按確切順序輸入您的秘密恢復短語。

source: Sent {time_ago}
de: {time_ago} gesendet
es: Enviada {time_ago}
fr: Envoyé {time_ago}
it: Inviato {time_ago}
nl: {time_ago} verstuurd
pl: Wysłano {time_ago}
pt: Enviado {time_ago}
ru: Отправлено {time_ago}
tr: {time_ago} önce gönderildi
zh_cn: 已发送 {time_ago}
zh_tw: 已發送 {time_ago}

source: Received {time_ago}
de: {time_ago} erhalten
es: Recibida {time_ago}
fr: Reçu {time_ago}
it: Ricevuto {time_ago}
nl: {time_ago} ontvangen
pl: Odebrano {time_ago}
pt: Recebido {time_ago}
ru: Получено {time_ago}
tr: {time_ago} önce alındı
zh_cn: 已接收 {time_ago}
zh_tw: 已接收 {time_ago}

# sent_on
source: Sent on {date}
de: Gesendet am {date}
es: Enviada el {date}
fr: Envoyé le {date}
it: Invio: {date}
nl: Verstuurd op {date}
pl: Wysłano {date}
pt: Enviado em {date}
ru: Дата отправки: {date}
tr: {date} tarihinde gönderildi
zh_cn: 已发送 {date}
zh_tw: 已發送 {date}

# received_on
source: Received on {date}
de: Erhalten am {date}
es: Recibida el {date}
fr: Reçu le {date}
it: Ricevuto: {date}
nl: Ontvangen op {date}
pl: Odebrano {date}
pt: Recebido em {date}
ru: Дата получения: {date}
tr: {date} tarihinde alındı
zh_cn: 已接收 {date}
zh_tw: 已接收 {date}

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra altro
nl: Meer tonen
pl: Pokaż więcej
pt: Mostrar mais
ru: Развернуть
tr: Diğerlerini görüntüle
zh_cn: 显示更多
zh_tw: 顯示更多

source: Transactions
de: Transaktionen
es: Transacciones
it: Transazioni
nl: Transacties
pl: Transakcje
pt: Transações
ru: Транзакции
tr: Hesap işlemleri
zh_cn: 交易
zh_tw: 交易

# loading_transactions
source: Syncing transactions
de: Transaktionen werden synchronisiert
es: Sincronizando transacciones
fr: Synchronisation des transactions
it: Sincronizzazione transazioni in corso
nl: Transacties worden gesynchroniseerd
pl: Synchronizowanie transakcji
pt: Sincronizando transações
ru: Синхронизируем транзакции
tr: Hesap işlemleri eşitleniyor
zh_cn: 同步交易
zh_tw: 同步交易

# loading_transactions_desc
source: Usually, it will take 10 seconds to 1 minute to complete, depending on the number of transaction history
de: Normalerweise dauert der Vorgang 10 Sekunden bis 1 Minute, je nach Anzahl der vergangenen Transaktionen
es: Por lo general, tardará entre 10 segundos y 1 minuto en completarse, según la cantidad de transacciones del historial
fr: Cela prend généralement entre 10 secondes et 1 minute pour se terminer selon le nombre d'historiques de transactions.
it: Solitamente la sincronizzazione richiede da 10 secondi a 1 minuto, in base al numero di transazioni nella cronologia
nl: Dit duurt gewoonlijk tussen de 10 seconden en 1 minuut, afhankelijk van het aantal transacties
pl: Zazwyczaj ukończenie zajmuje od 10 sekund do minuty w zależności od liczby transakcji
pt: Isso costuma levar de 10 segundos a 1 minuto para ser concluído, dependendo do número de transações do histórico
ru: Обычно это занимает от 10 секунд до 1 минуты в зависимости от количества выполненных транзакций
tr: Hesap işlemi geçmişinizin sayısına göre genellikle 10 saniye ile 1 dakika arasında tamamlanır
zh_cn: 通常，这需要 10 秒到 1 分钟才能完成，具体取决于交易历史的数量
zh_tw: 通常，這需要 10 秒到 1 分鐘才能完成，具體取決於交易歷史的數量

# start_your_journey
source: Start your journey Add bitcoins to your wallet
de: Es kann losgehen Füge Bitcoins zu deinem Wallet hinzu
es: Comienza tu viaje Añade bitcoins a tu cartera
fr: Commencez à découvrir l'application Ajoutez des bitcoins à votre portefeuille
it: Inizia il viaggio Aggiungi Bitcoin al portafoglio
nl: Begin uw reis Voeg bitcoins toe aan uw portemonnee
pl: Rozpocznij swoją podróż Dodaj Bitcoiny do portfela
pt: Comece sua jornada Adicione bitcoins à sua carteira
ru: Начните работу Пополните Bitcoin-кошелёк
tr: Yolculuğunuza başlayın Cüzdanınıza Bitcoin ekleyin
zh_cn: 开始您的旅程 将比特币添加到您的钱包中
zh_tw: 開始您的旅程 將比特幣添加到您的錢包中

# trans_details
source: Transaction Detail
de: Transaktionsdetails
es: Detalles de la transacción
fr: Informations sur la transaction
it: Dettagli della transazione
nl: Transactiedetail
pl: Szczegóły transakcji
pt: Detalhes da transação
ru: Данные транзакции
tr: Hesap işlemi ayrıntıları
zh_cn: 交易详细信息
zh_tw: 交易詳細信息

# trans_total
source: Total
de: Gesamt
it: Totale
nl: Totaal
pl: Razem
ru: Итого
tr: Toplam
zh_cn: 总计
zh_tw: 總計

# trans_to
source: To
de: An
es: Para
fr: Pour
it: A
nl: Naar
pl: Do
pt: Para
ru: Получатель
tr: Alıcı
zh_cn: 到
zh_tw: 到

# trans_from
source: From
de: Von
es: De
fr: De
it: Da
nl: Van
pl: Od
pt: De
ru: От
tr: Gönderici
zh_cn: 从
zh_tw: 從

# trans_userLable
source: Your note
de: Dein Hinweis
es: Tu nota
fr: Votre note
it: Nota personale
nl: Uw notitie
pl: Twoja notatka
pt: Sua nota
ru: Ваш комментарий
tr: Notunuz
zh_cn: 您的备注
zh_tw: 您的備註

# trans_amount
source: Amount
de: Betrag
es: Importe
fr: Montant
it: Importo
nl: Bedrag
pl: Kwota
pt: Valor
ru: Сумма
tr: Tutar
zh_cn: 金额
zh_tw: 金額

# trans_add_note
source: Add note
de: Notiz hinzufügen
es: Añadir una nota
fr: Ajouter une note
it: Aggiungi nota
nl: Notitie toevoegen
pl: Dodaj notatkę
pt: Adicionar uma nota
ru: Добавить комментарий
tr: Not ekle
zh_cn: 新增备注
zh_tw: 新增備註

# trans_edit_note
source: Edit note
de: Hinweis bearbeiten
es: Editar la nota
fr: Modifier la note
it: Modifica la nota
nl: Notitie bewerken
pl: Edytuj notatkę
pt: Editar a nota
ru: Изменить комментарий
tr: Notu düzenle
zh_cn: 编辑备注
zh_tw: 編輯備註

# trans_submitted
source: Submitted
de: Übermittelt
es: Enviada
fr: Soumise
it: Inviata
nl: Ingediend
pl: Wysłana
pt: Enviado
ru: Отправлено
tr: Gönderildi
zh_cn: 已提交
zh_tw: 已提交

# trans_status
source: Status
es: Estado
fr: État
it: Stato
ru: Состояние
tr: Durum
zh_cn: 状态
zh_tw: 狀態

# trans_message_from_sender
source: Message from sender
de: Nachricht vom Absender
es: Mensaje del remitente
fr: Message de l'expéditeur
it: Messaggio dal mittente
nl: Bericht van afzender
pl: Wiadomości od nadawcy
pt: Mensagem do remetente
ru: Сообщение от отправителя
tr: Göndericiden gelen ileti
zh_cn: 发送者的信息
zh_tw: 發送者的信息

# trans_message_to_recipient
source: Message to recipient(s)
de: Nachricht an Empfänger
es: Mensaje a los destinatarios
fr: Message aux destinataires
it: Messaggio a uno o più destinatari
nl: Bericht aan ontvanger(s)
pl: Wiadomość do odbiorców
pt: Mensagem para os destinatários
ru: Сообщение от получателей
tr: Alıcılara ileti gönder
zh_cn: 收件人（们）的信息
zh_tw: 收件人（們）的信息

# trans_date
source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data
pt: Data
ru: Дата
tr: Tarih
zh_cn: 日期
zh_tw: 日期

# trans_completed
source: Completed
de: Abgeschlossen
es: Terminada
fr: Terminée
it: Completata
nl: Voltooid
pl: Zakończona
pt: Concluído
ru: Завершено
tr: Tamamlandı
zh_cn: 已完成
zh_tw: 已完成

# trans_metwork_fee
source: Network fee
de: Netzwerkgebühr
es: Comisión de red
fr: Frais de réseau
it: Commissione di rete
nl: Netwerkkosten
pl: Opłata sieciowa
pt: Taxa de rede
ru: Комиссия сети
tr: Ağ ücreti
zh_cn: 网络费用
zh_tw: 網絡費用

# trans_metwork_fee_desc
source: This fee incentivizes Bitcoin miners to include your transaction in the blockchain. None of the fee goes to Proton.
de: Diese Gebühr ist ein Anreiz für Bitcoin-Miner, deine Transaktion in die Blockchain aufzunehmen. Nichts von der Gebühr geht an Proton.
es: Esta comisión incentiva a los mineros de Bitcoin a incluir tu transacción en el blockchain. Nada de la comisión va a Proton.
fr: Cette commission incite les mineurs de Bitcoin à inclure votre transaction dans la blockchain. Aucune partie de cette commission ne va à Proton.
it: Questa commissione incentiva i miner di Bitcoin a includere la transazioni nella blockchain. Nessuna parte della commissione viene destinata a Proton.
nl: Door middel van deze kosten worden Bitcoin-miners gestimuleerd om uw transactie in de blockchain op te nemen. Deze kosten gaan niet naar Proton.
pl: Opłata jest zachętą dla górników Bitcoin do uwzględnienia Twojej transakcji w łańcuchu bloków. Żadna część opłaty nie trafi do firmy Proton.
pt: Esta taxa incentiva os mineradores de bitcoins a incluir sua transação no blockchain. Nenhuma das taxas é destinada à Proton.
ru: Комиссия — стимул для Bitcoin-майнеров включить вашу транзакцию в блокчейн. Proton ничего не получает.
tr: Bu ücret, Bitcoin madencilerini hesap işleminizi blok zincirine eklemeye özendirir. Proton ücretten hiçbir şey almaz.
zh_cn: 这笔费用激励比特币矿工将您的交易包含在区块链中。这笔费用完全不会给Proton。
zh_tw: 這筆費用激勵比特幣礦工將您的交易包含在區塊鏈中。這筆費用完全不會給Proton。

# script_type
source: Address Type
de: Adresstyp
es: Tipo de dirección
fr: Type d'adresse
it: Tipo di indirizzo
nl: Adrestype
pl: Typ adresu
pt: Tipo de endereço
ru: Тип адреса
tr: Adres türü
zh_cn: 地址类型
zh_tw: 地址類型

# trans_fee
source: Fee
de: Gebühr
es: Comisión
fr: Frais
it: Commissione
nl: Kosten
pl: Opłata
pt: Taxa
ru: Комиссия
tr: Ücret
zh_cn: 费用
zh_tw: 費用

source: Sat
ru: сатоши

# transaction_sats
source: {count, plural, =1{1 Sat} other{{count} Sats}}
es: {count, plural, =1{1 SAT} other{{count} SAT}}
fr: {count, plural, =1{1 SAT} other{{count} SAT}}
it: {count, plural, =1{1 SAT} other{{count} SAT}}
pl: {count, plural, =1{1 Sat} few{{count} Sat} many{{count} Sat} other{{count} Sat}}
ru: {count, plural, =1{1 сат} few{{count} сат} many{{count} сат} other{{count} сат}}
tr: {count, plural, =1{1 Sat} other{{count} Sat}}

# confirmed_trans
source: Confirmed Transactions: {count}
de: Bestätigte Transaktionen: {count}
es: Transacciones confirmadas: {count}
fr: Transactions confirmées : {count}
it: Transazioni confermate: {count}
nl: Bevestigde transacties: {count}
pl: Potwierdzone transakcje: {count}
pt: Transações confirmadas: {count}
ru: Подтверждённые транзакции: {count}
tr: Onaylanan hesap işlemleri: {count}
zh_cn: 已确认交易：{count}
zh_tw: 已確認交易：{count}

# unconfirmed_trans
source: Unconfirmed Transactions: {count}
de: Nicht bestätigte Transaktionen: {count}
es: Transacciones sin confirmar: {count}
fr: Transactions non confirmées : {count}
it: Transazioni non confermate: {count}
nl: Niet-bevestigde transacties: {count}
pl: Niepotwierdzone transakcje: {count}
pt: Transações não confirmadas: {count}
ru: Неподтверждённые транзакции: {count}
tr: Onaylanmayan hesap işlemleri: {count}
zh_cn: 未确认交易：{count}
zh_tw: 未確認交易：{count}

source: Syncing
de: Wird synchronisiert
es: Sincronizando
fr: Synchronisation
it: Sincronizzazione in corso
nl: Synchroniseren
pl: Trwa synchronizacja
pt: Sincronizando
ru: Синхронизируем
tr: Eşitleniyor
zh_cn: 同步中
zh_tw: 同步中

source: Balance
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
nl: Saldo
pl: Saldo
pt: Saldo
ru: Остаток
tr: Bakiye
zh_cn: 余额
zh_tw: 餘額

source: Done
de: Fertig
es: Terminado
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
tr: Tamam
zh_cn: 完成
zh_tw: 完成

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
tr: İleri
zh_cn: 下一步
zh_tw: 下一步

# trans_past_seven
source: Transactions in past 7 days
de: Transaktionen in den vergangenen 7 Tagen
es: Transacciones en los últimos 7 días
fr: Transactions au cours des 7 derniers jours
it: Transazioni degli ultimi 7 giorni
nl: Transacties in de afgelopen 7 dagen
pl: Transakcje z ostatnich 7 dni
pt: Transações nos últimos 7 dias
ru: Транзакции за последние 7 дней
tr: Son 7 gündeki hesap işlemleri
zh_cn: 过去 7 天的交易
zh_tw: 過去 7 天的交易

source: Add Account
de: Konto hinzufügen
es: Añadir una cuenta
fr: Ajouter un compte
it: Aggiungi un account
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar uma conta
ru: Добавьте счёт
tr: Hesap ekle
zh_cn: 添加帐户
zh_tw: 添加帳戶

# your_account
source: Your Accounts
de: Deine Konten
es: Tus cuentas
fr: Vos comptes
it: I tuoi account
nl: Uw accounts
pl: Twoje konta
pt: Suas contas
ru: Ваши счета
tr: Hesaplarınız
zh_cn: 您的帐户
zh_tw: 您的帳戶

# import_wallet_header
source: Enter your secret recovery phrase in its exact order.
de: Gib deine geheime Wiederherstellungsphrase in der richtigen Reihenfolge ein.
es: Introduce tu frase secreta de recuperación en el orden exacto.
fr: Saisissez votre phrase secrète de récupération dans l'ordre exact.
it: Inserisci la frase di recupero segreta nell'ordine preciso.
nl: Voer uw geheime herstelzin in de juiste volgorde in.
pl: Wpisz frazę seed w odpowiedniej kolejności.
pt: Insira sua frase secreta de recuperação na ordem exata.
ru: Введите секретную фразу (для восстановления) в точном порядке.
tr: Gizli kurtarma ifadenizi doğru sırada yazın.
zh_cn: 按确切顺序输入您的秘密恢复短语。
zh_tw: 按確切順序輸入您的秘密恢復短語。

source: Add Email
de: E-Mail-Adresse hinzufügen
es: Añadir un correo electrónico
fr: Ajouter un e-mail
it: Aggiungi email
nl: E-mail toevoegen
pl: Dodaj e-mail
pt: Adicionar e-mail
ru: Добавьте адрес эл. почты
tr: E-posta ekle
zh_cn: 添加电子邮件
zh_tw: 添加電子郵件

# email_integration
source: Bitcoin via Email
es: Bitcoin vía correo electrónico
pl: Bitcoin na adres e-mail
ru: Bitcoin по эл. почте
tr: E-posta ile Bitcoin
zh_cn: 通过电子邮件发送比特币
zh_tw: 通過電子郵件發送比特幣

source: Receive Bitcoin via Email
de: Bitcoin per E-Mail empfangen
es: Recibir Bitcoin vía correo electrónico
fr: Recevoir des bitcoins via e-mail
it: Ricevi Bitcoin via Email
nl: Ontvang Bitcoin via e-mail
pl: Odbierz Bitcoiny przez e-mail
pt: Receba o Bitcoin por e-mail
ru: Получить Bitcoin по эл. почте
tr: E-posta ile Bitcoin al
zh_cn: 通过电子邮件接收比特币
zh_tw: 通過電子郵件接收比特幣

# email_integration_setting_desc
source: Link an email to this wallet account so other Proton Wallet users can easily send bitcoin to your email. Select an available email or create a new email address.
de: Verknüpfe eine E-Mail mit diesem Wallet-Konto, damit andere Proton Wallet-Benutzer problemlos Bitcoins an deine E-Mail-Adresse senden können. Wähle eine verfügbare E-Mail-Adresse aus oder lege eine neue E-Mail-Adresse an.
es: Vincula una dirección de correo electrónico a esta cuenta de cartera para que otros usuarios de Proton Wallet puedan enviarte bitcoins fácilmente. Selecciona una dirección de correo electrónico disponible o crea una nueva.
fr: Associez un e-mail à ce compte de portefeuille afin que les autres utilisateurs de Proton Wallet puissent facilement envoyer des bitcoins à votre e-mail. Sélectionnez un e-mail disponible ou créez une nouvelle adresse e-mail.
it: Associa un'email a questo account del portafoglio in modo che altri utenti Proton Wallet possano facilmente inviare Bitcoin alla tua email. Seleziona un'email disponibile o crea un nuovo indirizzo email.
nl: Koppel een e-mailadres aan deze portemonneeaccount zodat andere Proton Wallet-gebruikers eenvoudig bitcoins naar uw e-mailadres kunnen sturen. Selecteer een beschikbaar e-mailadres of maak een nieuw e-mailadres.
pl: Połącz e-mail z tym kontem portfela, aby inni użytkownicy Proton Wallet mogli z łatwością wysyłać Bitcoiny na Twój adres. Wybierz istniejący adres e-mail lub utwórz nowy.
pt: Vincule um e-mail à conta desta carteira para que outros usuários do Proton Wallet possam enviar facilmente bitcoins para você. Selecione um endereço e-mail disponível ou crie um.
ru: Свяжите с этим счётом адрес эл. почты, и другие пользователи Proton Wallet смогут легко отправлять Bitcoin по этому адресу. Выберите свободный адрес эл. почты или создайте новый.
tr: Bu cüzdan hesabını bir e-posta adresi ile ilişkilendirerek diğer Proton Wallet kullanıcılarının size kolayca E-posta ile Bitcoin yollamasını sağlayabilirsiniz. Uygun bir e-posta adresi seçin ya da yeni bir e-posta adresi oluşturun.
zh_cn: 将电子邮件链接到此钱包帐户，以便其他 Proton Wallet 用户可以轻松地将比特币发送到您的电子邮件。 选择一个可用的电子邮件地址。
zh_tw: 將電子郵件鏈接到此錢包帳戶，以便其他 Proton Wallet 用戶可以輕鬆地將比特幣發送到您的電子郵件。 選擇一個可用的電子郵件地址。

# select_this_address
source: Select this email address
de: Diese E-Mail-Adresse auswählen
es: Seleccionar esta dirección de correo electrónico
fr: Sélectionnez cette adresse e-mail
it: Seleziona questo indirizzo email
nl: Dit e-mailadres selecteren
pl: Wybierz adres e-mail
pt: Selecione este endereço de e-mail
ru: Выбрать этот адрес эл. почты
tr: Bu e-posta adresini seç
zh_cn: 选择此电子邮件地址
zh_tw: 選擇此電子郵件地址

# create_new_address
source: Create new email address
de: Neue E-Mail-Adresse anlegen
es: Crear una nueva dirección de correo electrónico
fr: Créez une nouvelle adresse e-mail
it: Crea un nuovo indirizzo email
nl: Nieuw e-mailadres aanmaken
pl: Utwórz nowy adres e-mail
pt: Criar um endereço de e-mail
ru: Создать новый адрес эл. почты
tr: Yeni bir e-posta adresi oluştur
zh_cn: 创建新电子邮件地址
zh_tw: 創建新電子郵件地址

# email_integration_learn_more
source: Learn more about Bitcoin via Email
de: Weitere Informationen über Bitcoin via E-Mail
es: Más información sobre Bitcoin vía correo electrónico
fr: En savoir plus sur les bitcoins via e-mail
it: Scopri di più su Bitcoin via Email
nl: Meer informatie over Bitcoin via Email
pl: Dowiedz się więcej o funkcji Bitcoin na adres e-mail
pt: Saiba mais sobre Bitcoin via e-mail
ru: Подробнее о функции «Bitcoin по эл. почте»
tr: E-posta ile Bitcoin hakkında ayrıntılı bilgi alın
zh_cn: 了解更多有关通过电子邮件发送比特币的信息
zh_tw: 了解更多有關通過電子郵件發送比特幣的信息

# review_your_transaction
source: Final review
de: Abschließende Prüfung
es: Revisión final
fr: Vérification finale
it: Revisione finale
nl: Definitieve beoordeling
pl: Ostateczne podsumowanie
pt: Revisão final
ru: Последняя проверка
tr: Son inceleme
zh_cn: 最终确认
zh_tw: 最終確認

# incorrect_bitcoin_address
source: Sorry, this is neither a correct bitcoin address nor a known email address.
de: Das ist leider weder eine korrekte Bitcoin-Adresse noch eine bekannte E-Mail-Adresse.
es: Lo sentimos, esta no es una dirección de Bitcoin correcta ni una dirección de correo electrónico conocida.
fr: L'adresse Bitcoin n'est malheureusement pas correcte ou l'adresse e-mail n'est pas connue.
it: Siamo spiacenti, questo non è né un indirizzo Bitcoin corretto, né un indirizzo email noto.
nl: Dit is helaas geen juist bitcoin-adres of een bekend e-mailadres.
pl: To nie jest prawidłowy adres Bitcoin ani znany adres e-mail.
pt: Lamentamos, mas este não é um endereço de bitcoin correto nem um endereço de e-mail conhecido.
ru: Неправильный bitcoin-адрес и неизвестный адрес эл. почты.
tr: Ne yazık ki, bu doğru bir Bitcoin adresi veya bilinen bir e-posta adresi değil.
zh_cn: 抱歉，这不是一个正确的比特币地址，也不是一个已知的电子邮件地址。
zh_tw: 抱歉，這不是一個正確的比特幣地址，也不是一個已知的電子郵件地址。

# your_personal_addr
source: Your Personal Wallet Address
de: Die Adresse deiner persönlichen Wallet
es: Dirección de tu cartera personal
fr: Votre adresse personnelle de portefeuille
it: Indirizzo del portafoglio personale
nl: Adres van uw persoonlijke portemonnee
pl: Twój osobisty adres portfela
pt: O endereço da sua carteira pessoal
ru: Адрес вашего личного кошелька
tr: Kişisel cüzdanınızın adresi
zh_cn: 您的个人钱包地址
zh_tw: 您的個人錢包地址

source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
ru: Подробнее
tr: Ayrıntlı bilgi alın
zh_cn: 了解更多
zh_tw: 了解更多

source: Receive Bitcoin
de: Bitcoin erhalten
es: Recibir Bitcoin
fr: Recevoir des bitcoins
it: Ricevi Bitcoin
nl: Bitcoin ontvangen
pl: Odbierz Bitcoiny
pt: Receber bitcoin
ru: Получить Bitcoin
tr: Bitcoin alın
zh_cn: 接收比特币
zh_tw: 接收比特幣

# bitcoin_via_email_desc
source: Bitcoin via Email is active! Discover how it works
de: Bitcoin via E-Mail ist aktiv! Erfahre, wie es funktioniert
es: ¡Bitcoin a través de correo electrónico está activado! Descubre cómo funciona
fr: La réception de bitcoins via e-mail est active. Découvrez son fonctionnement.
it: Bitcoin via Email è attivo! Scopri come funziona
nl: Bitcoin via Email is actief! Ontdek hoe het werkt
pl: Funkcja Bitcoin przez e-mail jest aktywna! Dowiedz się, jak to działa
pt: O Bitcoin por e-mail está ativo! Descubra como funciona
ru: Функция «Bitcoin по эл. почте» активна! Ознакомьтесь с ней
tr: E-posta ile Bitcoin aktarma seçeneği açık! Nasıl çalıştığını keşfedin
zh_cn: 通过电子邮件发送比特币已启用！了解它是如何运作的
zh_tw: 通過電子郵件發送比特幣已啟用！了解它是如何運作的
