Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Add a new address
de: Neue Adresse hinzufügen
es: Añadir una dirección
fr: Ajouter une adresse
it: Aggiungi un nuovo indirizzo
nl: Nieuw adres toevoegen
pl: Dodaj nowy adres
pt: Adicionar um novo endereço
ru: Добавить новый адрес
tr: Yeni bir adres ekle
zh_cn: 添加新地址
zh_tw: 添加新地址

source: Add wallet account
de: Wallet-Adresse hinzufügen
es: Añadir una cuenta de cartera
fr: Ajouter un compte de portefeuille
it: Aggiungi un account wallet
nl: Portemonneeaccount toevoegen
pl: Dodaj konto portfela
pt: Adicionar conta da carteira
ru: Добавить счёт в кошельке
tr: Cüzdan hesabı ekle
zh_cn: 添加钱包帐户
zh_tw: 添加錢包帳戶

# send_invite_to
source: Send invite to {email}
de: Einladung senden an {email}
es: Enviar una invitación a {email}
fr: Envoyer une invitation à {email}
it: Invia invito a {email}
nl: Uitnodiging versturen naar {email}
pl: Wyślij zaproszenie do {email}
pt: Enviar convite para {email}
ru: Отправить приглашение по адресу {email}
tr: {email} adresine davet gönder
zh_cn: 发送邀请到 {email}
zh_tw: 發送邀請到 {email}

# send_invite_to_success
source: Invitation sent to {email}
de: Einladung gesendet an {email}
es: Invitación enviada a {email}
fr: Invitation envoyée à {email}
it: Invito inviato a {email}
nl: Uitnodiging verstuurd aan {email}
pl: Wysłano zaproszenie do {email}
pt: Convite enviado para {email}
ru: Приглашение отправлено по адресу {email}
tr: Davet {email} adresine gönderildi
zh_cn: 邀请已发送到 {email}
zh_tw: 邀請已發送到 {email}

# send_invite_success_desc
source: Please let them know to check their email and follow the instructions to set up their Proton Wallet with Bitcoin via Email. Thank you for supporting Proton Wallet!
de: Gib der eingeladenen Person Bescheid, dass sie ihr E-Mail-Postfach überprüfen und den Anweisungen zum Einrichten ihrer Proton Wallet mit Bitcoin via E-Mail folgen soll. Vielen Dank, dass du Proton Wallet unterstützt!
es: Indícale que revise su correo electrónico y siga las instrucciones para configurar su Proton Wallet con Bitcoin vía correo electrónico. ¡Gracias por apoyar a Proton Wallet!
fr: Veuillez lui demander de vérifier son e-mail et de suivre les instructions pour configurer l'option Bitcoin via e-mail dans Proton Wallet. Merci du soutien que vous apportez à Proton Wallet !
it: Informali di controllare la loro email e di seguire le istruzioni per configurare il loro portafoglio Proton Wallet con Bitcoin via Email. Grazie per il supporto a Proton Wallet!
nl: Vraag de ontvanger om diens e-mail te checken en de instructies te volgen om Proton Wallet in te stellen voor Bitcoin via Email. Bedankt dat u Proton Wallet ondersteunt!
pl: Poinformuj użytkownika, aby sprawdził pocztę i skonfigurował funkcję Bitcoin przez e-mail w Proton Wallet. Dziękujemy za wsparcie Proton Wallet!
pt: Peça que a pessoa verifique o e-mail e siga as instruções para configurar o Proton Wallet com o Bitcoin via e-mail. Agradecemos seu apoio à Proton Wallet.
ru: Попросите получателя проверить эл. почту и выполнить инструкции по настройке функции «Bitcoin по эл. почте» в Proton Wallet. Спасибо за поддержку Proton Wallet!
tr: E-posta adresine bakmasını ve Proton Wallet uygulamasını kurarak E-posta ile Bitcoin almak için yönergeleri izlemesini iletin. Proton Wallet uygulamasını desteklediğiniz için teşekkürler!
zh_cn: 请告诉他们检查电子邮件并按照指示设置他们的 Proton Wallet，以通过电子邮件发送比特币。 感谢您支持 Proton Wallet！
zh_tw: 請告訴他們檢查電子郵件並按照指示設置他們的 Proton Wallet，以通過電子郵件發送比特幣。 感謝您支持 Proton Wallet！

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_tw: 關閉

# no_wallet_found_desc
source: This user may not have a Proton Wallet with Bitcoin via Email enabled. Invite them to set up Bitcoin via Email on Proton Wallet.
de: Dieser Benutzer verfügt möglicherweise nicht über ein Proton Wallet mit aktiviertem Bitcoin via E-Mail. Lade ihn dazu ein, Bitcoin via E-Mail in Proton Wallet einzurichten.
es: Es posible que este usuario no haya habilitado Bitcoin vía correo electrónico en Proton Wallet. Invítalo a configurar Bitcoin vía correo electrónico en Proton Wallet.
fr: Cet utilisateur peut ne pas avoir activé l'option Bitcoin via e-mai dans Proton Wallet. Invitez-le à la configurer.
it: Questo utente potrebbe non avere un portafoglio Proton Wallet con Bitcoin via Email abilitato. Invitalo a configurare Bitcoin via Email su Proton Wallet.
nl: Deze gebruiker heeft mogelijk geen Proton Wallet met Bitcoin via Email ingeschakeld. Nodig diegene uit om Bitcoin via Email in te stellen in Proton Wallet.
pl: Użytkownik może nie mieć włączonej funkcji wysyłania Bitcoinów przez e-mail. Poproś go o skonfigurowanie tej opcji w Proton Wallet.
pt: Esse usuário talvez não tenha ativado o Bitcoin via e-mail no Proton Wallet. Convide essa pessoa para configurar o Bitcoin via e-mail no Proton Wallet.
ru: Возможно, у пользователя не включена функция «Bitcoin по эл. почте». Попросите его настроить её в Proton Wallet.
tr: Bu kullanıcı E-posta ile Bitcoin özelliği açık olan bir Proton Wallet kullanıyor olmayabilir. Kullanıcıyı Proton Wallet üzerinde E-posta ile Bitcoin özelliğini kurmaya davet edin.
zh_cn: 此用户可能没有启用通过电子邮件发送比特币的 Proton Wallet。邀请他们在 Proton Wallet 上设置通过电子邮件发送比特币。
zh_tw: 此用戶可能沒有啟用通過電子郵件發送比特幣的 Proton Wallet。邀請他們在 Proton Wallet 上設置通過電子郵件發送比特幣。

source: Amount
de: Betrag
es: Importe
fr: Montant
it: Importo
nl: Bedrag
pl: Kwota
pt: Valor
ru: Сумма
tr: Tutar
zh_cn: 金额
zh_tw: 金額

# message_to_recipient_optional
source: {count, plural, =1{Message to recipient (optional)} other{Message to recipients (optional)}}
de: {count, plural, =1{Nachricht an den Empfänger (optional)} other{Nachricht an die Empfänger (optional)}}
es: {count, plural, =1{Mensaje al destinatario (opcional)} other{Mensaje a los destinatarios (opcional)}}
fr: {count, plural, =1{Message pour le destinataire (facultatif)} other{Message pour les destinataires (facultatif)}}
it: {count, plural, =1{Messaggio per il destinatario (facoltativo)} other{Messaggio per i destinatari (facoltativo)}}
nl: {count, plural, =1{Bericht aan ontvanger (optioneel)} other{Bericht aan ontvangers (optioneel)}}
pl: {count, plural, =1{Wiadomość do odbiorcy (opcjonalnie)} few{Wiadomość do odbiorców (opcjonalnie)} many{Wiadomość do odbiorców (opcjonalnie)} other{Wiadomość do odbiorców (opcjonalnie)}}
pt: {count, plural, =1{Mensagem para o destinatário (opcional)} other{Mensagem aos destinatários (opcional)}}
ru: {count, plural, =1{Сообщение получателю (необязательно)} few{Сообщение получателям (необязательно)} many{Сообщение получателям (необязательно)} other{Сообщение получателям (необязательно)}}
tr: {count, plural, =1{Alıcıya ileti (isteğe bağlı)} other{Alıcılara ileti (isteğe bağlı)}}

# message_to_myself
source: Private note to myself
de: Privater Hinweis an mich selbst
es: Nota privada para mí
fr: Note privée pour vous
it: Nota personale
nl: Privénotitie voor mezelf
pl: Prywatna notatka
pt: Anotação privada para mim
ru: Личный комментарий для себя
tr: Kendime özel not
zh_cn: 私人备忘录
zh_tw: 私人備忘錄

# message_to_myself_optional
source: Private note to myself (optional)
de: Privater Hinweis an mich selbst (optional)
es: Nota privada para mí (opcional)
fr: Note privée pour vous (facultatif)
it: Nota personale (facoltativo)
nl: Privénotitie voor mezelf (optioneel)
pl: Prywatna notatka (opcjonalnie)
pt: Anotação privada para mim (opcional)
ru: Личный комментарий для себя (необязательно)
tr: Kendime özel not (isteğe bağlı)
zh_cn: 私人备忘录（可选）
zh_tw: 私人備忘錄（可選）

# n_minutes_ago
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
de: {count, plural, =1{Vor einer Minute} other{Vor {count} Minuten}}
es: {count, plural, =1{Hace 1 minuto} other{Hace {count} minutos}}
fr: {count, plural, =1{Il y a 1 minute} other{Il y a {count} minutes}}
it: {count, plural, =1{1 minuto fa} other{{count} minuti fa}}
nl: {count, plural, =1{1 minuut geleden} other{{count} minuten geleden}}
pl: {count, plural, =1{1 minutę temu} few{{count} minuty temu} many{{count} minut temu} other{{count} minuty temu}}
pt: {count, plural, =1{1 minuto atrás} other{{count} minutos atrás}}
ru: {count, plural, =1{1 минуту назад} few{{count} минуту назад} many{{count} минут назад} other{{count} минут назад}}
tr: {count, plural, =1{1 dakika önce} other{{count} dakika önce}}
zh_cn: {count, plural, =1{1 分钟前} other{{count} 分钟前}}
zh_tw: {count, plural, =1{1 分鐘前} other{{count} 分鐘前}}

# n_hour_ago
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
de: {count, plural, =1{Vor einer Stunde} other{Vor {count} Stunden}}
es: {count, plural, =1{Hace una hora} other{Hace {count} horas}}
fr: {count, plural, =1{Il y a 1 heure} other{Il y a {count} heures}}
it: {count, plural, =1{1 ora fa} other{{count} ore fa}}
nl: {count, plural, =1{1 uur geleden} other{{count} uren geleden}}
pl: {count, plural, =1{1 godzinę temu} few{{count} godziny temu} many{{count} godzin temu} other{{count} godziny temu}}
pt: {count, plural, =1{1 hora atrás} other{{count} horas atrás}}
ru: {count, plural, =1{1 час назад} few{{count} часа назад} many{{count} часов назад} other{{count} часов назад}}
tr: {count, plural, =1{1 saat önce} other{{count} saat önce}}
zh_cn: {count, plural, =1{1 小时前} other{{count} 小时前}}
zh_tw: {count, plural, =1{1 小時前} other{{count} 小時前}}

# fees_default
source: Fees rate
de: Gebührenrate
es: Tasa de comisión
fr: Taux de frais
it: Tasso delle commissioni
nl: Kostentarief
pl: Stawka opłat
pt: Taxa
ru: Комиссия
tr: Komisyon oranı
zh_cn: 费率
zh_tw: 費率

source: Moderate
de: Moderat
es: Moderado
fr: Modéré
it: Moderato
nl: Gemiddeld
pl: Umiarkowana
pt: Moderado
ru: Умеренная
tr: Orta
zh_cn: 中等
zh_tw: 中等

# fee_rate_sats_confirmation_in_hours
source: {fee_rate} sats/vb Confirmation in 2hours
de: {fee_rate} sats/vb Bestätigung in 2 Stunden
es: {fee_rate} sats/vb Confirmación en 2 horas
fr: {fee_rate} sat/bv Confirmation dans 2 heures
it: {fee_rate} sats/vb Conferma entro 2 ore
nl: {fee_rate} sats/vb Bevestiging in 2 uur
pl: {fee_rate} sat/vB Potwierdzenie w 2 godz.
pt: {fee_rate} SATS/VB Confirmação em 2 horas
ru: {fee_rate} сатоши/байт Подтверждение через 2 часа
tr: {fee_rate} sats/vb 2 saatte doğrulama
zh_cn: {fee_rate} sats/vb 2 小时内确认
zh_tw: {fee_rate} sats/vb 2 小時內確認

source: Dashboard
es: Panel de control
fr: Tableau de bord
it: Pannello di controllo
pl: Pulpit
pt: Painel de controle
ru: Панель управления
tr: Pano
zh_cn: 仪表板
zh_tw: 儀表板

source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Chiudi
nl: Afsluiten
pl: Wyjście
pt: Sair
ru: Выйти
tr: Çık
zh_cn: 退出
zh_tw: 退出

source: Custom Fiat Currency
de: Benutzerdefinierte Fiat-Währung
es: Moneda fiduciaria personalizada
fr: Devise personnalisée
it: Valuta fiat personalizzata
nl: Aangepaste fiat-valuta
pl: Niestandardowa waluta FIAT
pt: Moeda fiduciária personalizada
ru: Пользовательская официальная валюта
tr: Özel fiyat para birimi
zh_cn: 自定义法定货币
zh_tw: 自定義法定貨幣

source: Custom Bitcoin Unit
de: Benutzerdefinierte Bitcoin-Einheit
es: Unidad de Bitcoin personalizada
fr: Unité bitcoin personnalisée
it: Unità bitcoin personalizzata
nl: Aangepaste Bitcoin-eenheid
pl: Niestandardowa jednostka Bitcoin
pt: Unidade de bitcoin personalizada
ru: Пользовательская единица Bitcoin
tr: Özel Bitcoin birimi
zh_cn: 自定义比特币单位
zh_tw: 自定義比特幣單位

# product_intro_proton_mail
source: Encrypted email that's private by default.
de: Verschlüsselte E-Mails, die standardmäßig privat sind.
es: Correo electrónico cifrado y privado por defecto.
fr: Votre messagerie chiffrée, pour des messages privés.
it: Email crittografata: la privacy al primo posto.
nl: Versleutelde e-mail die standaard privé is.
pl: Szyfrowana poczta elektroniczna, która domyślnie zapewnia prywatność.
pt: E-mail criptografado que é privado por padrão.
ru: Электронная почта с шифрованием, в которой конфиденциальность обеспечивается по умолчанию.
tr: Gizlilik odaklı şifrelenmiş e-posta.

# product_intro_proton_calendar
source: Your calendar is a record of your life. Keep it safe.
de: Dein Kalender ist eine Aufzeichnung deines Lebens. Halte ihn sicher.
es: Tu calendario es un registro de tu vida. Protégelo.
fr: Votre calendrier, c'est votre vie quotidienne. Protégez-la.
it: Il tuo calendario è un resoconto della tua vita. Proteggilo.
nl: Uw agenda is een overzicht van uw leven. Houd het veilig.
pl: Twój kalendarz to zapis Twojego życia. Dbaj o jego bezpieczeństwo.
pt: Seu calendário é um registro da sua vida. Mantenha-o seguro.
ru: Календарь — это хроника вашей жизни. Он должен быть защищён.
tr: Takviminiz hayatınızın bir kaydıdır. Onu güvende tutun.

# product_intro_proton_drive
source: Secure cloud storage that gives you control of your data.
de: Sicherer Cloud-Speicher, der dir die Kontrolle über deine Daten gibt.
es: Almacenamiento seguro en la nube que te otorga el control de tus datos.
fr: Un espace de stockage sécurisé qui vous donne le contrôle de vos données.
it: Archiviazione sicura su cloud per il pieno controllo dei tuoi dati.
nl: Veilige cloudopslag die u de controle geeft over uw gegevens.
pl: Bezpieczna przestrzeń dyskowa w chmurze, która daje Ci kontrolę nad Twoimi danymi.
pt: Armazenamento seguro na nuvem que oferece a você o controle dos seus dados.
ru: Безопасное облачное хранилище, позволяющее контролировать данные.
tr: Bilgilerinizin kontrolunu size veren güvenli bulut depolama alanı.

# product_intro_proton_pass
source: An encrypted password manager that protects your online identity.
de: Ein verschlüsselter Passwort-Manager, der deine Online-Identität schützt.
es: Un gestor de contraseñas cifrado que protege tu identidad en línea.
fr: Un gestionnaire de mots de passe chiffré qui protège votre identité en ligne.
it: Un gestore di password crittografato che protegge la tua identità online.
nl: Een versleutelde wachtwoordmanager die uw online identiteit beschermt.
pl: Szyfrowany menedżer haseł, który chroni Twoją tożsamość online.
pt: Um gerenciador de senhas criptografadas que protege sua identidade online.
ru: Зашифрованный менеджер паролей, который защищает вашу личную информацию в Интернете.
tr: Çevrim içi kimliğinizi koruyan şifrelenmiş parola yöneticisi.

# product_intro_proton_for_business
source: Improve the security of your business and comply with data protection laws.
de: Verbessere die Sicherheit deines Unternehmens und halte Datenschutzgesetze ein.
es: Mejora la seguridad de tu negocio y cumple con las leyes de protección de datos.
fr: Améliorez la sécurité de votre entreprise et conformez-vous aux lois sur la protection des données.
it: Migliora la sicurezza della tua azienda e rispetta tutte le leggi sulla protezione dei dati.
nl: Verbeter de beveiliging van uw bedrijf en voldoe aan wetgeving inzake gegevensbescherming.
pl: Popraw bezpieczeństwo swojej firmy i zadbaj o jej zgodność z przepisami ochrony danych.
pt: Aumente a segurança da sua empresa e obedeça às leis de proteção de dados.
ru: Улучшите безопасность своего бизнеса и соблюдайте законы о защите данных.
tr: Kuruluşunuzun güvenliğini artırın ve veri koruma yasalarına uyun.

source: Upgrade now
de: Jetzt upgraden
es: Cambiar de plan ahora
fr: Améliorer votre abonnement
it: Effettua l'upgrade ora
nl: Nu upgraden
pl: Ulepsz teraz
pt: Fazer upgrade agora
ru: Улучшить
tr: Şimdi yükseltin
zh_cn: 立即升级
zh_tw: 立即升級

# to_upgrade_content
source: To upgrade, please go to
de: Um ein Upgrade durchzuführen, gehe bitte zu
es: Para cambiar de plan, por favor dirígete a
fr: Pour améliorer votre abonnement, rendez-vous sur
it: Per effettuare l'upgrade, vai a
nl: Om te upgraden, ga naar
pl: Aby ulepszyć plan, przejdź do
pt: Para fazer upgrade, vá para
ru: Чтобы улучшить тариф, перейдите по адресу
tr: Yükseltmek için lütfen şu adrese gidin:
zh_cn: 要升级，请前往
zh_tw: 要升級，請前往

# upgrade_intro_title
source: Upgrade to support financial freedom
de: Führe ein Upgrade durch, um finanzielle Freiheit zu unterstützen
es: Cambia de plan para apoyar la libertad financiera
fr: Améliorez votre abonnement pour soutenir la liberté financière
it: Aggiorna per supportare la tua libertà finanziaria
nl: Upgrade om financiële vrijheid te ondersteunen
pl: Ulepsz, aby wspierać wolność finansową
pt: Faça upgrade para apoiar a liberdade financeira
ru: Улучшите тариф, чтобы поддержать финансовую свободу
tr: Finansal özgürlüğü desteklemek için yükseltin
zh_cn: 升级以支持财务自由
zh_tw: 升級以支持財務自由

# upgrade_intro_content
source: You have reached the maximum number of {type} supported by your current plan. Please upgrade to create more. Your support will also be essential for our fight to protect financial privacy and freedom.
de: Du hast die maximale Anzahl an {type} erreicht, die von deinem aktuellen Abonnement unterstützt werden. Bitte führe ein Upgrade durch, um mehr zu erstellen. Deine Unterstützung ist auch wichtig für unseren Kampf zum Schutz der Privatsphäre und Freiheit in Finanzangelegenheiten.
es: Has alcanzado el número máximo de {type} que admite tu plan actual. Cambia de plan para crear más. Tu apoyo también será esencial en nuestra lucha por proteger la privacidad y la libertad financieras.
fr: Vous avez atteint le nombre maximum de {type} pris en charge par votre abonnement actuel. Veuillez procéder à un changement d'abonnement pour en créer davantage. Votre soutien sera également essentiel pour notre lutte en faveur de la protection de la vie privée et de la liberté financière.
it: Hai raggiunto il numero massimo di {type} supportati dal tuo piano attuale. Effettua l'upgrade crearne di più. Il tuo supporto è fondamentale anche per il nostro impegno nel proteggere la privacy e la libertà finanziaria.
nl: U heeft het maximale aantal {type} bereikt dat door uw huidige abonnement wordt ondersteund. Upgrade om meer aan te maken. Uw ondersteuning is ook essentieel voor onze strijd om financiële privacy en vrijheid te beschermen.
pl: Osiągnięto maksymalną liczbę {type}. Ulepsz konto, aby utworzyć więcej portfeli. Twoje wsparcie odegra kluczową rolę w walce o ochronę finansowej prywatności i wolności.
pt: Você atingiu o número máximo de {type} aceito pelo seu plano atual. Faça upgrade para criar mais. Seu apoio também será essencial em nossa luta para proteger a privacidade e liberdade financeiras.
ru: Вы создали максимальное количество {type}, поддерживаемое вашим тарифом. Чтобы создать больше, улучшите тариф. Ваша поддержка поможет в нашей борьбе за защиту свободы и конфиденциальности финансовых данных.
tr: Geçerli tarifeniz tarafından desteklenen en fazla {type} sayısına ulaştınız. Daha fazla oluşturmak için tarifenizi yükseltin. Desteğiniz finansal gizliliği ve özgürlüğü korumak için verdiğimiz mücadeleye de destek olacak.

# upgrade_intro_type_wallets
source: wallets
es: carteras
fr: portefeuilles
it: portafogli
nl: portemonnees
pl: portfeli
pt: carteiras
ru: кошельков
tr: cüzdanlar
zh_cn: 钱包
zh_tw: 錢包

# upgrade_intro_type_accounts
source: wallet accounts
de: Wallet-Konten
es: cuentas de cartera
fr: comptes de portefeuille
it: account del portafoglio
nl: portemonneeaccounts
pl: kont portfela
pt: contas de carteira
ru: аккаунты кошельков
tr: cüzdan hesapları
zh_cn: 钱包帐户
zh_tw: 錢包帳戶

source: Confirm to delete
de: Zum Löschen bestätigen
es: Confirmar para eliminar
fr: Confirmer la suppression
it: Conferma eliminazione
nl: Bevestigen om te verwijderen
pl: Potwierdź usunięcie
pt: Confirmar para excluir
ru: Подтвердить удаление
tr: Silme işlemini onaylayın
zh_cn: 确认删除
zh_tw: 確認刪除

source: You are sending
de: Du sendest
es: Estás enviando
fr: Vous envoyez
it: Stai inviando
nl: U verstuurt
pl: Wysyłasz
pt: Você envia
ru: Вы отправляете
tr: Gönderilecek
zh_cn: 您正在发送
zh_tw: 您正在發送

# receive_desc
source: Below is the last generated Bitcoin address. For better privacy, use a different address for each transaction.
de: Unten steht die zuletzt generierte Bitcoin-Adresse. Für mehr Privatsphäre solltest du für jede Transaktion eine andere Adresse verwenden.
es: A continuación se muestra la última dirección de Bitcoin generada. Para una mayor privacidad, utiliza una dirección diferente para cada transacción.
fr: Vous trouverez ci-dessous la dernière adresse Bitcoin générée. Pour une meilleure confidentialité, utilisez une adresse différente pour chaque transaction.
it: Di seguito viene indicato l'ultimo indirizzo Bitcoin generato. Per proteggere al meglio la tua privacy, utilizza un indirizzo diverso per ciascuna transazione.
nl: Hieronder wordt het Bitcoin-adres weergegeven dat het meest recent is gegenereerd. Gebruik voor meer privacy een ander adres voor elke transactie.
pl: Poniżej znajduje się ostatni wygenerowany adres Bitcoin. Aby zwiększyć prywatność, użyj innego adresu dla każdej transakcji.
pt: Veja abaixo o último endereço de bitcoin gerado. Para ter mais privacidade, use um endereço diferente para cada transação.
ru: Ниже — последний сгенерированный Bitcoin-адрес. Чтобы повысить конфиденциальность, используйте разные адреса для каждой транзакции.
tr: Aşağıda son oluşturulmuş Bitcoin adresi bulunur. Gizlilik amacıyla her hesap işleminden önce farklı bir adres kullanın.
zh_cn: 以下是最后生成的比特币地址。 为了更好的隐私，每次交易使用不同的地址。
zh_tw: 以下是最後生成的比特幣地址。 為了更好的隱私，每次交易使用不同的地址。

# your_bitcoin_address
source: Your BTC address
de: Deine BTC-Adresse
es: Tu dirección de BTC
fr: Votre adresse BTC
it: Il tuo indirizzo BTC
nl: Uw BTC-adres
pl: Twój adres BTC
pt: Seu endereço de BTC
ru: Ваш BTC-адрес
tr: BTC adresiniz
zh_cn: 您的 BTC 地址
zh_tw: 您的 BTC 地址

source: Addresses
de: Adressen
es: Direcciones
fr: Adresses
it: Indirizzi
nl: Adressen
pl: Adresy
pt: Endereços
ru: Адреса
tr: Adresler
zh_cn: 地址
zh_tw: 地址

# bitcoin_address
source: BTC address
de: Bitcoin‐Adresse
es: Dirección BTC
fr: Adresse BTC
it: Indirizzo BTC
nl: BTC-adres
pl: Adres BTC
pt: Endereço BTC
ru: BTC-адрес
tr: BTC adresi
zh_cn: BTC 地址
zh_tw: BTC 地址

# bitcoin_address_desc
source: For better privacy, generate a new address for each transaction.
de: Für mehr Privatsphäre solltest du für jede Transaktion eine andere Adresse verwenden.
es: Para una mayor privacidad, genera una dirección para cada transacción.
fr: Pour une meilleure confidentialité, utilisez une adresse différente pour chaque transaction.
it: Per proteggere al meglio la tua privacy, utilizza un indirizzo diverso per ciascuna transazione.
nl: Gebruik voor meer privacy een ander adres voor elke transactie.
pl: Aby zwiększyć prywatność, użyj innego adresu dla każdej transakcji.
pt: Para ter mais privacidade, use um endereço diferente para cada transação.
ru: Для повышения конфиденциальности создавайте новый адрес для каждой транзакции.
tr: Daha iyi gizlilik sağlamak için, her işleme özel yeni bir adres oluşturun.
zh_cn: 为了更好的隐私，为每次交易生成一个新地址。
zh_tw: 為了更好的隱私，為每次交易生成一個新地址。

source: Please select wallet first
de: Bitte wähle zuerst eine Wallet aus
es: Selecciona primero la cartera
fr: Nous vous invitons à sélectionner d'abord un portefeuille.
it: Seleziona prima il wallet
nl: Selecteer eerst een portemonnee
pl: Najpierw wybierz portfel
pt: Selecione primeiro a carteira
ru: Сначала выберите кошелёк
tr: Lütfen önce bir cüzdan seçin
zh_cn: 请先选择钱包
zh_tw: 請先選擇錢包
