Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

# confirm_passphrase_label
source: Confirm Passphrase
de: Passphrase bestätigen
es: Confirmar la frase de contraseña
fr: Confirmer la phrase secrète
it: Conferma passphrase
nl: Wachtwoordzin bevestigen
pl: Potwierdź hasło
pt: Confirmar palavra-passe
ru: Подтвердить кодовую фразу
tr: Parola ifadesi onayı

# save_passphrase_button
source: Save Passphrase
de: Passphrase speichern
es: Guardar la frase de contraseña
fr: Enregistrer la phrase secrète
it: Salva passphrase
nl: Wachtwoordzin opslaan
pl: Zapisz hasło
pt: Salvar palavra-passe
ru: Сохранить кодовую фразу
tr: Parola ifadesini kaydet

source: Passphrase are not match!
de: Passphrase stimmt nicht überein!
es: Las frases de contraseña no coinciden
fr: Les phrases secrètes ne correspondent pas.
it: Passphrase non corrispondenti!
nl: Wachtwoordzin komt niet overeen!
pl: Hasła nie pasują do siebie!
pt: As frases secretas não correspondem!
ru: Кодовые фразы не совпадают!
tr: Parola ifadesi ile onayı aynı değil!

# continue_without_passphrase_button
source: Continue without Passphrase
de: Ohne Passphrase fortfahren
es: Continuar sin frase de contraseña
fr: Continuer sans phrase secrète
it: Continua senza passphrase
nl: Doorgaan zonder wachtwoordzin
pl: Kontynuuj bez hasła
pt: Continuar sem palavra-passe
ru: Продолжить без кодовой фразы
tr: Parola ifadesi olmadan ilerle

# yes_use_a_passphrase_button
source: Yes, use a Passphrase
de: Ja, eine Passphrase verwenden
es: Sí, usar una frase de contraseña
fr: Oui, je veux utiliser une phrase secrète.
it: Sì, usa una passphrase
nl: Ja, wachtwoordzin gebruiken
pl: Tak, użyj hasła
pt: Sim, usar uma frase secreta
ru: Да, использовать кодовую фразу
tr: Evet, parola ifadesi kullan

source: Wrong passphrase
de: Falsche Passphrase
es: La frase de contraseña es incorrecta
fr: La phrase secrète n'est pas correcte.
it: Passphrase errata
nl: Verkeerde wachtwoordzin
pl: Hasło jest nieprawidłowe
pt: Palavra-passe incorreta
ru: Неправильная кодовая фраза
tr: Parola ifadesi yanlış

# config_wallet_passphrase_guide
source: We will check your wallet's fingerprint to verify you didn't type wrong passphrase
de: Wir überprüfen den Fingerabdruck deiner Wallet, um sicherzustellen, dass du keine falsche Passphrase eingegeben hast
es: Comprobaremos la huella digital de tu cartera para verificar que no has escrito una frase de contraseña incorrecta
fr: Nous allons vérifier l'empreinte de votre portefeuille pour nous assurer que vous n'avez pas saisi une phrase secrète incorrecte
it: Controlleremo l'impronta digitale del tuo wallet per verificare di non aver digitato la passphrase errata
nl: We controleren de vingerafdruk van uw portemonnee om te bevestigen dat u niet de verkeerde wachtwoordzin heeft ingevoerd
pl: Sprawdzimy odcisk portfela, aby zweryfikować poprawność hasła
pt: Verificaremos a impressão digital da sua carteira para confirmar se você não digitou a frase secreta errada
ru: Мы проверим, вводили ли вы неправильную кодовую фразу, по отпечатку кошелька
tr: Parola ifadesini yanlış yazmadığınızı doğrulamak için cüzdanınızın parmak izini kontrol edeceğiz

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si
nl: Ja
pl: Tak
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_tw: 是

source: No
de: Nein
fr: Non
nl: Nee
pl: Nie
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_tw: 否

source: Receive to Wallet
de: In der Wallet erhalten
es: Recibir en la cartera
fr: Recevoir dans le portefeuille
it: Ricevi nel wallet
nl: Ontvangen in portemonnee
pl: Odbierz do portfela
pt: Receber na carteira
ru: Получить в кошелёк
tr: Cüzdana al
zh_cn: 接收到钱包
zh_tw: 接收到錢包

source: Receive to
de: Erhalten in
es: Recibir en
fr: Recevoir sur
it: Ricevi a
nl: Ontvangen op
pl: Odbierz do
pt: Receber para
ru: Куда получить
tr: Şuraya al
zh_cn: 接收到
zh_tw: 接收到

source: Add amount
de: Betrag hinzufügen
es: Añadir un importe
fr: Ajouter un montant
it: Aggiungi un importo
nl: Bedrag toevoegen
pl: Dodaj kwotę
pt: Adicionar valor
ru: Укажите сумму
tr: Tutar ekle
zh_cn: 添加金额
zh_tw: 添加金額

source: Receive Address
de: Empfängeradresse
es: Dirección de recepción
fr: Adresse de réception
it: Indirizzo di ricezione
nl: Ontvangstadres
pl: Twój adres
pt: Endereço de recebimento
ru: Адрес получателя
tr: Alıcı adresi
zh_cn: 接收地址
zh_tw: 接收地址

# share_button
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
tr: Paylaş
zh_cn: 分享
zh_tw: 分享

# warn_you_create_too_many_unused_address
source: Warning, you already have many unused addresses.
es: Advertencia: ya tienes muchas direcciones sin usar.
ru: Предупреждение: у вас уже слишком много неиспользуемых адресов.
tr: Uyarı, çok sayıda kullanılmayan adresiniz var.

# you_can_not_create_too_many_unused_address
source: Sorry, you already have too many unused addresses.
de: Entschuldigung, du hast bereits zu viele ungenutzte Adressen.
es: Lo sentimos, ya tienes demasiadas direcciones sin usar.
fr: Vous avez malheureusement déjà trop d'adresses non utilisées.
it: Siamo spiacenti, hai già troppi indirizzi inutilizzati.
nl: Sorry, u heeft al te veel ongebruikte adressen.
pl: Masz zbyt wiele nieużywanych adresów.
pt: Desculpe, você já tem muitos endereços não utilizados.
ru: У вас уже слишком много неиспользуемых адресов.
tr: Ne yazık ki, zaten çok fazla sayıda kullanılmayan adresiniz var.

# share_address_button
source: Share Address
de: Adresse teilen
es: Compartir la dirección
fr: Partager l'adresse
it: Condividi indirizzo
nl: Adres delen
pl: Udostępnij adres
pt: Compartilhar endereço
ru: Поделиться адресом
tr: Adresi paylaş
zh_cn: 分享地址
zh_tw: 分享地址

# error_this_bitcoin_address_signature_is_invalid
source: Sorry, this bitcoin address signature is invalid.
de: Die Signatur dieser Bitcoin-Adresse ist leider ungültig.
es: Lo sentimos, la firma de esta dirección de Bitcoin no es válida.
fr: La signature de cette adresse Bitcoin n'est malheureusement pas valide.
it: Siamo spiacenti, la firma sull'indirizzo bitcoin non è valida.
nl: De handtekening van dit bitcoin-adres is helaas ongeldig.
pl: Podpis tego adresu Bitcoin jest niepoprawny.
pt: Lamentamos, mas esta assinatura de endereço de bitcoin é inválida.
ru: Эта подпись адреса bitcoin недействительна.
tr: Bu Bitcoin adresi imzası geçersiz.
zh_cn: 抱歉，此比特币地址签名无效。
zh_tw: 抱歉，此比特幣地址簽名無效。

# error_this_bitcoin_address_is_blocked
source: Sorry, this bitcoin address is blocked.
de: Diese Bitcoin-Adresse ist leider gesperrt.
es: Lo sentimos, esta dirección de Bitcoin está bloqueada.
fr: Cette adresse Bitcoin est malheureusement bloquée.
it: Siamo spiacenti, l'indirizzo bitcoin è bloccato.
nl: Dit bitcoin-adres is helaas geblokkeerd.
pl: Adres Bitcoin jest zablokowany.
pt: Lamentamos, mas este endereço de bitcoin está bloqueado.
ru: Этот адрес bitcoin заблокирован.
tr: Bu Bitcoin adresi engellenmiş.
zh_cn: 抱歉，此比特币地址已被封锁。
zh_tw: 抱歉，此比特幣地址已被封鎖。

# error_this_bitcoin_address_incorrect_checksum
source: Sorry, the bitcoin address is invalid, the checksum is mismatched.
de: Die Bitcoin-Adresse ist leider ungültig. Die Prüfsumme stimmt nicht überein.
es: La dirección de bitcoin no es válida y la suma de verificación no coincide.
fr: L'adresse bitcoin n'est malheureusement pas valide. La somme de contrôle ne correspond pas.
it: Spiacenti, l'indirizzo bitcoin non è valido, il checksum non è corretto.
nl: Het bitcoinadres is helaas ongeldig, de controlesom komt niet overeen.
pl: Adres Bitcoin jest nieprawidłowy. Suma kontrolna jest niezgodna.
pt: O endereço de bitcoin é inválido. A soma de verificação não corresponde.
ru: Bitcoin-адрес недействителен. Контрольная сумма не совпадает.
tr: Bitcoin adresi geçersiz. Sağlama toplamı eşleşmiyor.
zh_cn: 抱歉，比特币地址无效，校验和不匹配。
zh_tw: 抱歉，比特幣地址無效，校驗和不匹配。

# error_this_bitcoin_address_already_in_recipients
source: Sorry, this bitcoin address is already in recipients list.
de: Diese Bitcoin-Adresse befindet sich leider bereits in der Empfängerliste.
es: Lo sentimos, esta dirección de Bitcoin ya está en la lista de destinatarios.
fr: Cette adresse Bitcoin se trouve malheureusement déjà dans la liste des destinataires.
it: Siamo spiacenti, questo indirizzo bitcoin esiste già nell'elenco destinatari.
nl: Dit bitcoin-adres staat al in de lijst met ontvangers.
pl: Adres Bitcoin znajduje się na liście odbiorców.
pt: Lamentamos, mas este endereço de bitcoin já está na lista de destinatários.
ru: Этот bitcoin-адрес уже в списке получателей.
tr: Bu Bitcoin adresi zaten alıcılar listesinde.
zh_cn: 抱歉，此比特币地址已在收件人列表中。
zh_tw: 抱歉，此比特幣地址已在收件人列表中。

# error_this_email_address_is_invalid
source: Sorry, this email address is invalid.
de: Leider ist diese E-Mail-Adresse ungültig.
es: Lo sentimos, este correo electrónico no es válido.
fr: Cette adresse e-mail n'est malheureusement pas valide.
it: Spiacenti, questo indirizzo email non è valido.
nl: Dit e-mailadres is helaas ongeldig.
pl: Ten adres e-mail jest nieprawidłowy.
pt: O endereço de e-mail é inválido.
ru: Этот адрес эл. почты недействителен.
tr: Bu e-posta adresi geçersiz.
zh_cn: 抱歉，此电子邮件地址无效。
zh_tw: 抱歉，此電子郵件地址無效。

# error_you_can_not_send_amount_below_dust
source: The amount you entered is too small. Please try a larger amount.
de: Der von dir eingegebene Betrag ist zu klein. Bitte versuche es mit einem größeren Betrag.
es: El importe ingresado es demasiado pequeño. Intenta con un importe mayor.
fr: Le montant que vous avez saisi est trop petit. Veuillez essayer un montant plus élevé.
it: L'importo inserito è troppo piccolo. Prova un importo maggiore.
nl: Het bedrag dat u hebt ingevoerd is te klein. Probeer een groter bedrag.
pl: Kwota jest zbyt mała. Wpisz większą kwotę.
pt: O valor que você inseriu é muito pequeno. Tente um valor maior.
ru: Введённая сумма слишком мала. Попробуйте сумму больше.
tr: Yazdığınız tutar çok küçük. Lütfen daha büyük bir tutar deneyin.
zh_cn: 您输入的金额太小。请尝试较大的金额。
zh_tw: 您輸入的金額太小。請嘗試較大的金額。

# error_you_dont_have_sufficient_balance
source: Sorry, you don't have sufficient balance.
de: Dein Guthaben reicht leider nicht aus.
es: Lo sentimos, no tienes saldo suficiente.
fr: Votre solde est malheureusement insuffisant.
it: Siamo spiacenti, il tuo saldo non è sufficiente.
nl: U heeft helaas niet genoeg saldo.
pl: Twoje saldo jest niewystarczające.
pt: Lamentamos, mas você não tem saldo suficiente.
ru: Недостаточно средств.
tr: Yeterli bakiyeniz yok.
zh_cn: 抱歉，您的余额不足。
zh_tw: 抱歉，您的餘額不足。

# error_you_dont_have_sufficient_balance_hint_fee
source: You don't have sufficient balance to cover network fee.
ru: У вас недостаточно средств для покрытия сетевой платы.
tr: Ağ ücretini karşılamak için yeterli bakiyeniz yok.
zh_cn: 您的余额不足以支付网络费用。
zh_tw: 您的餘額不足以支付網絡費用。

# error_you_can_not_send_to_self_account
source: Sorry, you can not send bitcoin to your own account.
de: Du kannst leider keine Bitcoin an dein eigenes Konto senden.
es: Lo sentimos, no puedes enviar Bitcoin a tu propia cuenta.
fr: Vous ne pouvez malheureusement pas envoyer de bitcoins vers votre propre compte.
it: Siamo spiacenti, non è possibile inviare bitcoin al proprio account.
nl: U kunt helaas geen bitcoin naar uw eigen account sturen.
pl: Nie możesz wysłać Bitcoinów na własne konto.
pt: Lamentamos, mas você não pode enviar bitcoins para sua própria conta.
ru: К сожалению, нельзя отправить bitcoin на свой счёт.
tr: Kendi hesabınıza Bitcoin gönderemezsiniz.
zh_cn: 抱歉，您不能将比特币发送到您自己的帐户。
zh_tw: 抱歉，您不能將比特幣發送到您自己的帳戶。

source: Set passphrase
de: Passphrase festlegen
es: Configurar la frase de contraseña
fr: Définir la phrase secrète
it: Imposta passphrase
nl: Wachtwoordzin instellen
pl: Ustaw hasło
pt: Definir frase secreta
ru: Установить кодовую фразу
tr: Parola ifadesini ayarla

# setting_bitcoin_unit_label
source: Bitcoin unit
de: Bitcoin-Einheit
es: Unidad de Bitcoin
fr: Unité de bitcoin
it: Unità bitcoin
nl: Bitcoin-eenheid
pl: Jednostka Bitcoin
pt: Unidade de bitcoin
ru: Единица Bitcoin
tr: Bitcoin birimi
zh_cn: 比特币单位
zh_tw: 比特幣單位

# setting_fiat_currency_label
source: Local currency
de: Landeswährung
es: Divisa local
fr: Devise locale
it: Valuta locale
nl: Lokale valuta
pl: Lokalna waluta
pt: Moeda local
ru: Местная валюта
tr: Yerel para birimi
zh_cn: 本地货币
zh_tw: 本地貨幣

# setting_email_integration_label
source: Link your email to this account
de: E-Mail-Adresse mit diesem Konto verknüpfen
es: Vincula tu correo electrónico a esta cuenta
fr: Associer votre e-mail à ce compte
it: Associa l'email a questo account
nl: Uw e-mailadres aan dit account koppelen
pl: Połącz adres e-mail z kontem
pt: Vincular seu e-mail com esta conta
ru: Свяжите свой адрес эл. почты с этим счётом
tr: E-posta adresinizi bu hesapla ilişkilendirin
zh_cn: 将电子邮件链接到此帐户
zh_tw: 將電子郵件鏈接到此帳戶

# setting_email_integration_option_default
source: Don't link to any email
de: Mit keiner E-Mail-Adresse verknüpfen
es: No vincular a ningún correo electrónico
fr: Ne pas associer à un e-mail
it: Non associare a tutte le email
nl: Niet aan een e-mail koppelen
pl: Nie łącz z adresem
pt: Não vincular com nenhum e-mail
ru: Не связывать с адресом эл. почты
tr: Herhangi bir e-posta adresi ile ilişkilendirme
zh_cn: 不链接到任何电子邮件
zh_tw: 不鏈接到任何電子郵件

# setting_hide_empty_used_address_label
source: Hide Empty Used Addresses
de: Leere verwendete Adressen ausblenden
es: Ocultar direcciones usadas vacías
fr: Masquer les adresses utilisées vides
it: Nascondi gli indirizzi vuoti utilizzati
nl: Lege gebruikte adressen verbergen
pl: Ukryj puste używane adresy
pt: Ocultar endereços usados vazios
ru: Скрыть пустые использованные адреса
tr: Boş kullanılmış adresleri gizle
zh_cn: 隐藏空的已使用地址
zh_tw: 隱藏空的已使用地址

# setting_2fa_amount_threshold_label
source: 2FA Amount Threshold
de: 2FA-Betragsgrenze
es: Umbral de importe para 2FA
fr: Seuil de montant pour A2F
it: Sogli dell'importo per la 2FA
nl: Drempelbedrag voor tweevoudige verificatie
pl: Próg kwoty uwierzytelniania dwustopniowego
pt: Limite de valor de A2F
ru: Двухфакторная аутентификация при установке лимита суммы
tr: İki adımlı doğrulama tutar eşiği
zh_cn: 双重验证金额阈值
zh_tw: 雙重驗證金額閾值

# setting_option_on
source: On
de: Ein
es: Activado
fr: Activée
it: Attivo
nl: Aan
pl: Wł.
pt: Ativar
ru: Вкл.
tr: Açık
zh_cn: 开
zh_tw: 開

# setting_option_off
source: Off
de: Aus
es: Desactivado
fr: Désactivée
it: Non attivo
nl: Uit
pl: Wył.
pt: Desativar
ru: Выкл.
tr: Kapalı
zh_cn: 关
zh_tw: 關

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Se ha producido un error.
fr: Une erreur s'est produite.
it: Qualcosa è andato storto.
nl: Er is iets fout gegaan.
pl: Coś poszło nie tak
pt: Algo deu errado.
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
zh_cn: 出了点问题
zh_tw: 出了點問題

# setting_2fa_setup
source: Set up 2FA
de: 2FA einrichten
es: Configurar 2FA
fr: Configurer l'A2F
it: Configura 2FA
nl: Tweevoudige verificatie instellen
pl: Skonfiguruj uwierzytelnianie dwustopniowe
pt: Configurar A2F
ru: Настроить двухфакторную аутентификацию
tr: İki adımlı doğrulama kurulumu
zh_cn: 设置双重验证
zh_tw: 設置雙重驗證

source: Unlock with
de: Entsperren mit
es: Desbloquear con
fr: Déverrouiller avec
it: Sblocca con
nl: Ontgrendelen met
pl: Odblokuj za pomocą
pt: Desbloquear com
ru: Разблокировать с помощью
tr: Kilit şununla açılsın:
zh_cn: 解锁方式
zh_tw: 解鎖方式

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
tr: Ad
zh_cn: 名称
zh_tw: 名稱

# add_wallet_account_desc
source: Create multiple wallet accounts to separate your financial activities for better privacy and organization. If you want to receive Bitcoin via Email with multiple email addresses, then you need to create a wallet account for each email.
de: Erstelle mehrere Wallet-Konten, um deine finanziellen Aktivitäten für eine bessere Privatsphäre und Übersicht zu trennen. Wenn du Bitcoin via E-Mail mit mehreren E-Mail-Adressen empfangen möchtest, dann musst du für jede E-Mail-Adresse ein Wallet-Konto erstellen.
es: Crea varias cuentas de cartera para separar tus actividades financieras y tener una mejor privacidad y organización. Si quieres recibir Bitcoin a través de correo electrónico con varias direcciones de correo electrónico, deberás crear una cuenta de cartera para cada correo electrónico.
fr: Créez plusieurs comptes de portefeuille pour séparer vos activités financières pour une meilleure confidentialité et organisation. Si vous souhaitez recevoir des bitcoins via e-mail avec plusieurs adresses e-mail, vous devez créer un compte de portefeuille pour chaque e-mail.
it: Crea più account wallet per suddividere le tue attività finanziarie e migliorare la privacy e l'organizzazione. Se desideri ricevere Bitcoin via email con più indirizzi email, è necessario creare un account wallet per ciascun indirizzo email.
nl: Maak meerdere portemonneeaccounts aan om uw financiële activiteiten apart te houden voor betere privacy en organisatie. Als u Bitcoin via Email wilt ontvangen met meerdere e-mailadressen, dan moet u een portemonneeaccount aanmaken voor elk e-mailadres.
pl: Utwórz wiele kont portfela, aby rozdzielić aktywność finansową i zachować większą prywatność oraz porządek. Jeśli chcesz odbierać Bitcoiny, korzystając z wielu adresów e-mail, musisz utworzyć konto portfela dla każdego z nich.
pt: Crie várias contas de carteira para separar suas atividades financeiras e ter mais privacidade e organização. Se você quiser receber o Bitcoin por e-mail com vários endereços de e-mail, é necessário criar uma conta de carteira para cada e-mail.
ru: Создайте в кошельке несколько счетов по разным видам финансовой деятельности. Так вы обеспечите порядок и конфиденциальность. Если хотите получать Bitcoin по нескольким адресам эл. почты, для каждого адреса создайте отдельный счёт.
tr: Finansal işlemlerinizi daha iyi gizlilik ve düzen sağlamak üzere ayırmak için birden fazla cüzdan hesabı oluşturun. Birden fazla e-posta adresi kullanarak E-posta ile Bitcoin almak istiyorsanız, her e-posta adresi için bir cüzdan hesabı oluşturmanız gerekir.
zh_cn: 创建多个钱包帐户以分隔您的财务活动，以实现更好的隐私和组织。 如果您想通过多个电子邮件地址接收比特币，则需要为每个电子邮件创建一个钱包帐户。
zh_tw: 創建多個錢包帳戶以分隔您的財務活動，以實現更好的隱私和組織。 如果您想通過多個電子郵件地址接收比特幣，則需要為每個電子郵件創建一個錢包帳戶。

source: Create wallet account
de: Wallet-Konto erstellen
es: Crear una cuenta de cartera
fr: Créer un compte de portefeuille
it: Crea un account del portafoglio
nl: Portemonneeaccount aanmaken
pl: Utwórz konto portfela
pt: Criar uma conta de carteira
ru: Создать счёт в кошельке
tr: Cüzdan hesabı oluştur
zh_cn: 创建钱包帐户
zh_tw: 創建錢包帳戶

# wallet_account_index
source: Account Index
de: Kontoindex
es: Índice de la cuenta
fr: Index du compte
it: Indice del Conto
pl: Indeks konta
pt: Índice de conta
ru: Индекс счёта
tr: Hesap dizini
zh_cn: 帐户索引
zh_tw: 帳戶索引

# wallet_account_index_desc
source: We default to the next unused index. You can change this to recover or to skip a previous account.
de: Standardmäßig wird der nächste unbenutzte Index verwendet. Du kannst dies ändern, um ein früheres Konto wiederherzustellen oder zu einem früheren Konto zu wechseln.
es: Por defecto utilizamos el siguiente índice no utilizado. Puedes cambiar esto para recuperar u omitir una cuenta anterior.
fr: Nous utilisons par défaut l'index suivant non utilisé. Vous pouvez modifier ceci pour récupérer ou ignorer un compte précédent.
it: Per impostazione predefinita utilizziamo l'indice successivo non utilizzato. È possibile modificare questa impostazione per recuperare o ignorare un account precedente.
nl: We gaan standaard naar de volgende niet-gebruikte index. U kunt dit wijzigen door de volgorde te veranderen of door naar een vorig account te gaan.
pl: Domyślnie używamy kolejnego nieużywanego indeksu. Możesz to zmienić, aby odzyskać lub pominąć poprzednie konto.
pt: Definimos o próximo índice não usado como padrão. Você pode mudar essa configuração para recuperar ou ignorar uma conta anterior.
ru: По умолчанию назначен следующий неиспользованный индекс. Его можно изменить, чтобы восстановить или пропустить предыдущий счёт.
tr: Varsayılan olarak bir sonraki kullanılmamış dizin ayarlanır. Bu seçeneği, önceki bir hesabı kurtarmak veya atlamak için değiştirebilirsiniz.
zh_cn: 我们默认使用下一个未使用的索引。您可以更改它以恢复或跳过先前的帐户。
zh_tw: 我們默認使用下一個未使用的索引。您可以更改它以恢復或跳過先前的帳戶。

# wallet_account_script_type_desc
source: We default to Native Segwit, which has the lowest network fees. You can change this to receive bitcoin from other services that only support other types.
de: Wir verwenden standardmäßig Native Segwit, weil die Netzwerkgebühren hier am niedrigsten sind. Du kannst dies ändern, um Bitcoin von anderen Diensten zu erhalten, die nur andere Typen unterstützen.
es: Por defecto utilizamos Native Segwit, que tiene las comisiones de red más bajas. Puedes cambiar esto para recibir bitcoin de otros servicios que solo admiten otros tipos.
fr: Nous utilisons par défaut Native Segwit qui offre les frais de réseau les plus bas. Vous pouvez modifier ceci pour recevoir des bitcoins d'autres services qui prennent en charge uniquement d'autres types de transactions.
it: Per impostazione predefinita, utilizziamo Native Segwit, che ha le commissioni di rete più basse. È possibile cambiare questa impostazione per ricevere bitcoin da altri servizi che supportano solo altri tipi.
nl: We gaan standaard naar Native Segwit, die de laagste netwerkkosten heeft. U kunt dit wijzigen om bitcoin te ontvangen van andere services die alleen andere typen ondersteunen.
pl: Domyślnie wybieramy Native Segwit, który ma najniższe opłaty sieciowe. Możesz zmienić format, aby otrzymywać Bitcoiny z innych usług, które obsługują tylko inne typy.
pt: Definimos Segwit nativo como padrão, o qual tem as taxas de rede mais baixas. Você pode mudar essa configuração para receber bitcoins de outros serviços que aceitam somente outros tipos.
ru: По умолчанию назначен формат Native Segwit с самой низкой комиссией сети. Его можно изменить и получать bitcoin из других служб, которые поддерживают другие форматы.
tr: Varsayılan olarak en düşük ağ ücretlerine sahip Native Segwit kullanıyoruz. Yalnızca diğer türleri destekleyen hizmetlerden Bitcoin almak için bunu değiştirebilirsiniz.

# wallet_account_script_type_desc_bip44
source: Original format, widely supported, higher fees, fewer features.
de: Originalformat, breite Unterstützung, höhere Gebühren, weniger Funktionen.
es: Formato original, gran compatibilidad, comisiones más altas, menos funciones.
fr: Format d'origine, largement pris en charge, frais plus élevés, moins de fonctionnalités
it: Formato originale, ampiamente supportato, commissioni più alte, funzioni ridotte.
nl: Oorspronkelijke indeling, breed ondersteund, hogere kosten, minder functies.
pl: Oryginalny format. Najczęściej obsługiwany, ale z wyższymi opłatami
pt: Formato original, amplamente aceito, maiores taxas, menos recursos.
ru: Первоначальный формат, широко поддерживается, выше комиссия, меньше функций.
tr: Geniş çapta desteklenen özgün biçim, daha yüksek ücret, daha az özellik.

# wallet_account_script_type_desc_bip49
source: Lower fees and compatibility with older systems.
de: Geringere Gebühren und Kompatibilität mit älteren Systemen.
es: Comisiones menores y peor compatibilidad con sistemas más antiguos.
fr: Frais les plus bas et compatibilité avec les anciens systèmes
it: Commissioni più basse e compatibilità con i sistemi meno recenti.
nl: Lagere kosten en compatibiliteit met oudere systemen.
pl: Niższe opłaty i kompatybilny ze starszymi systemami.
pt: Taxas mais baixas e compatibilidade com sistemas mais antigos.
ru: Ниже комиссия и совместимость с более старыми системами.
tr: Daha düşük ücret ve eski sistemlerle uyumluluk.
