Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

# what_is_wallet_passphrase_content
source: A passphrase is like a second password that protects this wallet. After creating the wallet, you cannot add it or change it anymore. If you set a passphrase, you must back it up safely and use it to unlock your wallet every time you login.
de: Eine Passphrase ist wie ein zweites Passwort, das dieses Wallet schützt. Nachdem du dein Wallet erstellt hast, kannst du es nicht mehr hinzufügen oder ändern. Wenn du eine Passphrase festlegst, musst du diese sicher speichern und bei jeder Anmeldung zum Entsperren des Wallets verwenden.
es: Una frase de contraseña es como una segunda contraseña que protege esta cartera. Después de crear la cartera, ya no podrás añadirla ni cambiarla. Si estableces una frase de contraseña, debes hacer una copia de seguridad de ella de forma segura y usarla para desbloquear tu cartera cada vez que inicies sesión.
fr: Une phrase secrète fonctionne comme un second mot de passe pour protéger ce portefeuille. Après la création du portefeuille, vous ne pouvez plus l'ajouter ou la modifier. Si vous configurez une phrase secrète, vous devez la conserver en lieu sûr et l'utiliser pour débloquer votre portefeuilel à chaque connexion.
it: Una frase d'accesso è come una seconda password che protegge questo portafoglio. Dopo aver creato il portafoglio, non potrai più aggiungerne una o modificarla. Se imposti una frase d'accesso, devi eseguirne il backup in modo sicuro e utilizzarla per sbloccare il tuo portafoglio ogni volta che effettui l'accesso.
nl: Een wachtwoordzin is als een tweede wachtwoord dat deze wallet beschermt. Na het aanmaken van de wallet kunt u deze niet meer toevoegen of wijzigen. Als u een wachtwoordzin instelt, moet u deze veilig bewaren en gebruiken om uw wallet elke keer te ontgrendelen als u inlogt.
pl: Hasło to jakby drugie hasło, które chroni ten portfel. Po utworzeniu portfela nie możesz go już dodać ani zmienić. Jeśli ustawisz hasło, musisz je bezpiecznie przechować i używać go do odblokowania portfela za każdym razem, gdy się logujesz.
pt: Uma frase secreta é como uma segunda senha que protege essa carteira. Após criar a carteira, você não poderá mais adicioná-la ou alterá-la. Se você definir uma frase secreta, deverá fazer backup dela com segurança e usá-la para desbloquear a carteira sempre que fizer login.
ru: Секретная фраза — это как второй пароль, который защищает этот кошелёк. После создания кошелька вы больше не можете добавить или изменить её. Если вы установите секретную фразу, сохраните ее копию в надёжном месте и используйте для разблокировки кошелька при каждом входе.
tr: Bir parola ifadesi, bu cüzdanı koruyan ikinci bir parola gibidir. Cüzdanı oluşturduktan sonra bunu ekleyemez veya değiştiremezsiniz. Bir parola belirlerseniz, onu güvenli bir yerde yedeklemeli ve her oturum açtığınızda cüzdanınızı açmak için kullanmalısınız.
zh_cn: 密码短语就像一个第二个密码，保护此钱包。创建钱包后，您无法添加或更改它。如果您设置了密码短语，您必须安全地备份它，并每次登录时使用它来解锁您的钱包。
zh_tw: 密碼短語就像一個第二個密碼，保護此錢包。創建錢包後，您無法添加或更改它。如果您設置了密碼短語，您必須安全地備份它，並每次登錄時使用它來解鎖您的錢包。

# what_is_seed_phrase
source: What's a wallet seed phrase?
de: Was ist eine Wallet-Seed-Phrase?
es: ¿Qué es una frase de recuperación de la cartera?
fr: Qu'est-ce qu'une phrase de récupération de portefeuille ?
it: Cos'è una seed phrase del wallet?
nl: Wat is een seed-phrase van een portemonnee?
pl: Czym jest fraza seed portfela?
pt: O que é uma frase-semente de carteira?
ru: Что такое мнемоническая фраза?
tr: Cüzdan tohumlama ifadesi nedir?
zh_cn: 什么是钱包种子短语？
zh_tw: 什麼是錢包種子短語？

# what_is_seed_phrase_content
source: A wallet seed phrase is a series of 12 or more words generated by your wallet. It acts as a master key, allowing you to control your assets. Keep it safe and never share it.
de: Eine Wallet-Seed-Phrase ist eine Folge von 12 oder mehr Wörtern, die von deiner Wallet generiert wird. Sie dient als Hauptschlüssel, mit dem du dein Guthaben kontrollieren kannst. Bewahre sie sicher auf und gib sie niemals weiter.
es: Una frase de recuperación de la cartera es una serie de 12 o más palabras generadas por tu cartera. Actúa como una llave maestra que te permite controlar tus fondos. Guárdala en un lugar seguro y nunca la compartas.
fr: Une phrase de récupération de portefeuille est une série de 12 ou 24 mots ou plus générés par votre portefeuille. Elle sert de clé principale, vous permettant de contrôler vos actifs. Gardez-la en sécurité et ne la partagez jamais.
it: Una seed phrase del portafoglio è composta da una serie di 12 o più parole generate dal tuo portafoglio. Funziona come una chiave principale e consente di controllare i tuoi asset. Conservala in un posto sicuro e non condividerla mai con nessuno.
nl: Een cseed-phrase van een portemonnee is een reeks van 12 of meer woorden die door uw portemonnee zijn gegenereerd. Het dient als hoofdsleutel, waardoor u uw activa kunt controleren. Houd het veilig en deel het nooit.
pl: Fraza seed portfela to seria 12 lub więcej słów wygenerowanych przez Twój portfel. Działa jako klucz główny, który pozwala Ci kontrolować swoje środki. Przechowuj ją w bezpiecznym miejscu i nigdy jej nie udostępniaj.
pt: A frase-semente da carteira é uma série de 12 ou mais palavras geradas por sua carteira. Ela funciona como uma chave mestra, permitindo que você controle seus ativos. Mantenha-a em segurança e nunca a compartilhe.
ru: Мнемоническая фраза — это последовательность 12 или более слов, сгенерированных вашим кошельком. Она действует как основной ключ, позволяя вам контролировать ваши активы. Храните её в безопасности и никогда не делитесь ею.
tr: Cüzdan tohumlama ifadesi, cüzdanınız tarafından oluşturulan ve 12 ya da daha fazla sözcükten oluşan bir sözcük grubudur. Bu ifade, varlıklarınızı denetlemenizi sağlayan bir anahtar görevi görür. Bu ifadeyi güvende tutun ve asla kimseyle paylaşmayın.
zh_cn: 钱包种子短语是由您的钱包生成的一系列 12 个或更多单词。它作为主钥，让您控制您的资产。请保管好它，并永远不要与任何人分享。
zh_tw: 錢包種子短語是由您的錢包生成的一系列 12 個或更多單詞。它作為主鑰，讓您控制您的資產。請保管好它，並永遠不要與任何人分享。

# this_is_your_secret_recovery_phrase
source: This is your secret recovery phrase. If you lose access to your account, this phrase will help you recover your wallet.
de: Das ist deine geheime Wiederherstellungsphrase. Wenn du keinen Zugriff mehr auf dein Konto hast, kannst du mit dieser Phrase dein Wallet abrufen.
es: Es tu frase secreta de recuperación. Si pierdes el acceso a tu cuenta, esta frase te ayudará a recuperar tu cartera.
fr: Il s'agit de votre phrase secrète de récupération. Si vous n'avez plus accès à votre compte, cette phrase vous permettra de récupérer votre portefeuille.
it: Questa è la tua frase di recupero segreta. In caso di problemi di accesso al tuo account, puoi utilizzare questa frase per recuperare il tuo wallet.
nl: Dit is uw geheime herstelzin. Als u de toegang tot uw account kwijtraakt, kunt u met behulp van deze zin uw portemonnee herstellen.
pl: To jest fraza seed. Fraza seed umożliwi odzyskanie portfela, jeśli stracisz dostęp do portfela.
pt: Esta é sua frase secreta de recuperação. Se você perder acesso à sua conta, esta frase ajudará a recuperar sua carteira.
ru: Это ваша секретная фраза для восстановления доступа к аккаунту. Если вы потеряете доступ, она поможет восстановить кошелёк.
tr: Gizli kurtarma ifadeniz. Hesabınıza erişiminizi kaybederseniz, bu ifade cüzdanınızı kurtarmanıza yardımcı olur.
zh_cn: 这是您的秘密恢复短语。如果您无法访问您的帐户，这个短语将帮助您恢复您的钱包。
zh_tw: 這是您的秘密恢復短語。如果您無法訪問您的帳戶，這個短語將幫助您恢復您的錢包。

# mnemonic_backup_page_title
source: Wallet seed phrases
de: Wallet-Seed-Phrasen
es: Frases de recuperación de la cartera
fr: Phrases de récupération du portefeuille
it: Seed phrase del wallet
nl: Seed-phrases van portemonnee
pl: Fraza seed portfela
pt: Frases-semente da carteira
ru: Мнемонические фразы для кошелька
tr: Cüzdan tohumlama ifadeleri
zh_cn: 钱包种子短语
zh_tw: 錢包種子短語

# mnemonic_backup_content_title
source: Wallet seed phrase
es: Frase de recuperación de la cartera
fr: Phrase de récupération du portefeuille
it: Seed phrase del portafoglio
nl: Seed-phrase van portemonnee
pl: Fraza seed portfela
pt: Frase-semente da carteira
ru: Мнемоническая фраза для кошелька
tr: Cüzdan tohumlama ifadesi
zh_cn: 钱包种子短语
zh_tw: 錢包種子短語

# mnemonic_backup_content_subtitle
source: Here is your seed phrase for the "{walletName}" wallet. Keep it secure and private, as it allows you to import your wallet on any compatible wallet app.
de: Hier ist deine Seed-Phrase für die Wallet „{walletName}“. Halte sie sicher und privat, da sie dir erlaubt, deine Wallet in jeder kompatiblen Wallet-App zu importieren.
es: Aquí está tu frase de recuperación de la cartera «{walletName}». Mantenla protegida y privada, ya que te permite importar tu cartera en cualquier aplicación de cartera compatible.
fr: Voici votre phrase de récupération pour le portefeuille « {walletName} ». Conservez-la dans un lieu sûr et privé, car elle vous permet d'importer votre portefeuille dans n'importe quelle application de portefeuilles compatible.
it: Ecco la tua seed phrase per il portafoglio \"{walletName}\". Conservala in un posto sicuro e privato, poiché ti consente di importare il tuo portafoglio in qualsiasi app compatibile.
nl: Hier is uw seed phrase voor de \"{walletName}\" wallet. Houd het veilig en privé, omdat het u in staat stelt uw wallet in elke compatibele wallet-app te importeren.
pl: Oto Twoja fraza seed dla portfela „{walletName}”. Zachowaj ją w bezpiecznym i prywatnym miejscu, ponieważ pozwala na zaimportowanie Twojego portfela w każdej zgodnej aplikacji portfelowej.
pt: Aqui está sua frase-semente para a carteira “{walletName}”. Mantenha-a segura e privada, pois ela permite que você importe sua carteira em qualquer aplicativo de carteira compatível.
ru: Вот ваша мнемоническая фраза для кошелька «{walletName}». Храните её в безопасности и конфиденциальности, так как она позволяет импортировать кошелёк в любое совместимое приложение для кошелька.
tr: \"{walletName}\" cüzdanınızın tohumlama ifadesi. Bunu güvende ve gizli tutun. Bu ifade cüzdanınızı herhangi bir uyumlu cüzdan uygulamasına aktarabilmenizi sağlar.
zh_cn: 这是 "{walletName}" 钱包的种子短语。请保管好它，并保密，因为它允许您在任何兼容的钱包应用程序上导入您的钱包。
zh_tw: 這是 "{walletName}" 錢包的種子短語。請保管好它，並保密，因為它允許您在任何兼容的錢包應用程序上導入您的錢包。

# mnemonic_backup_confirm_title
source: Did you save it somewhere safe?
de: Hast du sie an einem sicheren Ort gespeichert?
es: ¿La has guardado en un lugar seguro?
fr: L'avez-vous conservée dans un lieu sûr ?
it: L'hai salvata in un posto sicuro?
nl: Heeft u het op een veilige plek opgeslagen?
pl: Czy zapisano w bezpiecznym miejscu?
pt: Você salvou-a em um local seguro?
ru: Вы сохранили её в надёжном месте?
tr: Güvenli bir yere kaydettiniz mi?
zh_cn: 您已将其保存在安全的地方吗？
zh_tw: 您已將其保存在安全的地方嗎？

# mnemonic_backup_confirm_subtitle
source: Your secret phrase is the ONLY way to recover your fund if you loose access to the wallet
de: Deine geheime Phrase ist der EINZIGE Weg, dein Guthaben abzurufen, wenn du keinen Zugriff mehr auf die Wallet hast
es: Tu frase secreta es la ÚNICA forma de recuperar tus fondos si dejas de tener acceso a la cartera
fr: Votre phrase secrète est le SEUL moyen de récupérer vos fonds si vous n'avez plus accès au portefeuille.
it: La tua frase segreta è il SOLO modo per recuperare i tuoi fondi nel caso di problemi di accesso al wallet
nl: Uw geheime zin is uw ENIGE manier om uw vermogen te herstellen als u toegang tot de portemonnee verliest
pl: Fraza seed to JEDYNA metoda na odzyskanie środków w przypadku utraty dostępu do portfela
pt: Sua frase secreta é a ÚNICA forma de recuperar seu fundo se você perder acesso à carteira.
ru: Секретная фраза не ЕДИНСТВЕННЫЙ способ восстановить средства в случае потери доступа к кошельку
tr: Cüzdanınıza erişiminizi kaybetmeniz durumunda birikimlerinize erişmenin TEK yolu gizli kurtarma ifadenizdir
zh_cn: 您的钱包种子短语是恢复您的资金的唯一途径，如果您丢失了对钱包的访问权限
zh_tw: 您的錢包種子短語是恢復您的資金的唯一途徑，如果您丟失了對錢包的訪問權限

# view_on_blockstream
source: View on blockchain
de: Auf Blockchain anzeigen
es: Ver en blockchain
fr: Afficher sur la blockchain
it: Visualizza nella blockchain
nl: Op blockchain bekijken
pl: Zobacz w blockchainie
pt: Ver no blockchain
ru: Просмотреть в блокчейне
tr: Blockchain üzerinde görüntüle
zh_cn: 在区块链上查看
zh_tw: 在區塊鏈上查看

# start_using_your_proton_wallet_by_
source: Start using your Proton Wallet by either buying or transferring Bitcoin.
de: Beginne damit, dein Proton Wallet zu verwenden, indem du Bitcoin entweder kaufst oder überträgst.
es: Empieza a utilizar tu Proton Wallet comprando o transfiriendo Bitcoin.
fr: Commencez à utiliser Proton Wallet en achetant ou transférant des bitcoins.
it: Inizia a utilizzare Proton Wallet effettuando l'acquisto o il trasferimento di bitcoin.
nl: Ga aan de slag met uw Proton Wallet door Bitcoin te kopen of over te dragen.
pl: Zacznij korzystać z Proton Wallet, kupując lub wykonując transfer Bitcoinów.
pt: Comece a usar o Proton Wallet comprando ou transferindo bitcoins.
ru: Купите или переведите Bitcoin, чтобы начать использовать Proton Wallet.
tr: Bitcoin alarak veya aktararak Proton Wallet kullanmaya başlayın.
zh_cn: 通过购买或转移比特币开始使用您的 Proton Wallet。
zh_tw: 通過購買或轉移比特幣開始使用您的 Proton Wallet。

source: Buy Bitcoin
de: Bitcoin kaufen
es: Comprar bitcoins
fr: Acheter des bitcoins
it: Acquista bitcoin
nl: Bitcoin kopen
pl: Kup Bitcoiny
pt: Comprar bitcoins
ru: Покупка биткоин
tr: Bitcoin satın al
zh_cn: 购买比特币
zh_tw: 購買比特幣

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
nl: Kopen
pl: Kup
pt: Comprar
ru: Купить
tr: Satın al
zh_cn: 购买
zh_tw: 購買

source: Transfer Bitcoin
de: Bitcoin übertragen
es: Transferir Bitcoin
fr: Transférer des bitcoins
it: Trasferisci bitcoin
nl: Bitcoin overdragen
pl: Prześlij Bitcoiny
pt: Transferir bitcoins
ru: Перевести Bitcoin
tr: Bitcoin aktar
zh_cn: 转移比特币
zh_tw: 轉移比特幣

source: How to send and receive Bitcoin with Proton.
de: So kannst du mit Proton Bitcoin senden und empfangen.
es: Cómo enviar y recibir Bitcoin con Proton.
fr: Comment envoyer et recevoir des bitcoins avec Proton ?
it: Come inviare e ricevere bitcoin con Proton.
nl: Bitcoin versturen en ontvangen met Proton.
pl: Jak wysyłać i odbierać Bitcoiny za pomocą Proton?
pt: Como enviar e receber bitcoins com a Proton.
ru: Как отправлять и получать Bitcoin в Proton.
tr: Proton ile nasıl Bitcoin gönderilip alınır?
zh_cn: 如何使用 Proton 发送和接收比特币。
zh_tw: 如何使用 Proton 發送和接收比特幣。

source: My Assets
de: Mein Guthaben
es: Mis activos
fr: Mes actifs
it: I miei Asset
nl: Mijn activa
pl: Moje środki
pt: Meus ativos
ru: Мои активы
tr: Varlıklarım
zh_cn: 我的资产
zh_tw: 我的資產

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: Les 7 derniers jours
it: Ultimi 7 giorni
nl: Afgelopen 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 Dias
ru: Последние 7 дней
tr: Son 7 gün
zh_cn: 过去 7 天
zh_tw: 過去 7 天

source: Your Wallets
de: Deine Wallets
es: Tus carteras
fr: Vos portefeuilles
it: I tuoi portafogli
nl: Uw portemonnees
pl: Twoje portfele
pt: Suas carteiras
ru: Ваши кошельки
tr: Cüzdanlarınız
zh_cn: 您的钱包
zh_tw: 您的錢包

source: Add Wallet
de: Wallet hinzufügen
es: Añadir una cartera
fr: Ajouter un portefeuille
it: Aggiungi portafoglio
nl: Portemonnee toevoegen
pl: Dodaj portfel
pt: Adicionar uma carteira
ru: Добавить кошелёк
tr: Cüzdan ekle
zh_cn: 添加钱包
zh_tw: 添加錢包

# your_accoutns_num
source: {count, plural, =1{1 account} other{{count} accounts}}
de: {count, plural, =1{1 Konto} other{{count} Konten}}
es: {count, plural, =1{1 cuenta} other{{count} cuentas}}
fr: {count, plural, =1{1 compte} other{{count} comptes}}
it: {count, plural, =1{1 account} other{{count} account}}
pl: {count, plural, =1{1 konto} few{{count} konta} many{{count} kont} other{{count} konta}}
pt: {count, plural, =1{1 conta} other{{count} contas}}
ru: {count, plural, =1{1 аккаунт} few{{count} аккаунтов} many{{count} аккаунтов} other{{count} аккаунтов}}
tr: {count, plural, =1{1 hesap} other{{count} hesap}}
zh_cn: {count, plural, =1{1 个帐户} other{{count} 个帐户}}
zh_tw: {count, plural, =1{1 個帳戶} other{{count} 個帳戶}}

# you_can_send_and_receive_bitcoin_w_emial_
source: You can send and receive Bitcoin using your email address.
de: Du kannst Bitcoin über deine E-Mail-Adresse senden und empfangen.
es: Puedes enviar y recibir Bitcoin usando tu dirección de correo electrónico.
fr: Vous pouvez envoyer et recevoir des bitcoins avec votre adresse e-mail.
it: Puoi inviare e ricevere bitcoin utilizzando il tuo indirizzo email.
nl: U kunt Bitcoin versturen en ontvangen met uw e-mailadres.
pl: Możesz wysyłać i odbierać Bitcoiny za pomocą adresu e-mail.
pt: Você pode enviar e receber bitcoins usando seu endereço de e-mail.
ru: Отправлять и получать Bitcoin можно с помощью адреса эл. почты.
tr: E-posta adresinizi kullanarak Bitcoin gönderebilir ve alabilirsiniz.
zh_cn: 您可以使用电子邮件地址发送和接收比特币。
zh_tw: 您可以使用電子郵件地址發送和接收比特幣。

source: Set up address
de: Adresse einrichten
es: Configurar la dirección
fr: Configurer l'adresse
it: Imposta indirizzo
nl: Adres instellen
pl: Ustaw adres
pt: Configurar endereço
ru: Задать адрес эл. почты
tr: Adres ayarla
zh_cn: 设置地址
zh_tw: 設置地址

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pl: Później
pt: Mais tarde
ru: Позже
tr: Daha sonra
zh_cn: 稍后
zh_tw: 稍後

source: Available funds
de: Verfügbares Guthaben
es: Fondos disponibles
fr: Fonds disponibles
it: Fondi disponibili
nl: Beschikbaar vermogen
pl: Dostępne środki
pt: Fundos disponíveis
ru: Доступные средства
tr: Kullanılabilecek birikimler
zh_cn: 可用资金
zh_tw: 可用資金

source: Statistic
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistica
nl: Statistiek
pl: Statystyki
pt: Estatísticas
ru: Статистика
tr: İstatistik
zh_cn: 统计
zh_tw: 統計

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Raccourcis
it: Azioni rapide
nl: Snelle acties
pl: Szybkie akcje
pt: Ações rápidas
ru: Быстрые действия
tr: Hızlı işlemler
zh_cn: 快速操作
zh_tw: 快速操作

source: Mobile Apps
es: Aplicaciones móviles
fr: Applications mobiles
it: App Mobile
nl: Mobiele apps
pl: Aplikacje mobilne
pt: Aplicativos móveis
ru: Мобильные приложения
tr: Mobil uygulamalar
zh_cn: 行动应用程序
zh_tw: 行動應用程序

source: Start using Proton Wallet on your phone.
de: Beginne, Proton Wallet auf deinem Mobiltelefon zu verwenden.
es: Empieza a utilizar Proton Wallet en tu teléfono.
fr: Commencez à utiliser Proton Wallet sur votre téléphone.
it: Utilizza Proton Wallet dal cellulare.
nl: Ga aan de slag met Proton Wallet op uw telefoon.
pl: Zacznij korzystać z Proton Wallet na telefonie.
pt: Comece a usar a Proton Wallet no seu celular.
ru: Начните использовать Proton Wallet на телефоне.
tr: Telefonunuzda Proton Wallet kullanmaya başlayın.
zh_cn: 在您的手机上开始使用 Proton Wallet。
zh_tw: 在您的手機上開始使用 Proton Wallet。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ru: Скопировано
tr: Kopyalandı
zh_cn: 已复制
zh_tw: 已複製

source: Copy address
de: E-Mail-Adresse kopieren
es: Copiar la dirección
fr: Copier l'adresse
it: Copia indirizzo
nl: Adres kopiëren
pl: Kopiuj adres
pt: Copiar o endereço
ru: Копировать адрес
tr: Adresi kopyala
zh_cn: 复制地址
zh_tw: 複製地址

source: Copied address
de: Kopierte Adresse
es: Se ha copiado la dirección.
fr: L'adresse a été copiée.
it: Indirizzo copiato
nl: Gekopieerd adres
pl: Adres został skopiowany
pt: Endereço copiado
ru: Адрес скопирован
tr: Kopyalanmış adres
zh_cn: 已复制地址
zh_tw: 已複製地址

source: Generate new address
de: Neue Adresse erzeugen
es: Generar una nueva dirección
fr: Générer une nouvelle adresse
it: Genera nuovo indirizzo
nl: Nieuw adres genereren
pl: Generuj nowy adres
pt: Gerar novo endereço
ru: Создать новый адрес
tr: Yeni adres oluştur
zh_cn: 生成新地址
zh_tw: 生成新地址

# default_account
source: My wallet account
de: Mein Wallet-Konto
es: Mi cuenta de cartera
fr: Compte de mon portefeuille
it: Il mio account wallet
nl: Mijn portemonneeaccount
pl: Moje konto portfela
pt: Minha conta da carteira
ru: Мой счёт
tr: Cüzdan hesabım
zh_cn: 我的钱包帐户
zh_tw: 我的錢包帳戶

# for_additional_security_you_can_use_passphrase_
source: For additional security you can use a passphrase. Note that you will need this passphrase to access your wallet.
de: Für zusätzliche Sicherheit kannst du eine Passphrase verwenden. Beachte, dass du diese Passphrase brauchst, um auf deine Wallet zuzugreifen.
es: Para mayor seguridad puedes utilizar una frase de contraseña. Ten en cuenta que necesitarás esta frase para acceder a tu cartera.
fr: Pour plus de sécurité, vous pouvez utiliser une phrase secrète. Vous en aurez besoin pour accéder à votre portefeuille.
it: Per ulteriore sicurezza, puoi utilizzare una passphrase. Ti ricordiamo che per accedere al tuo wallet, è necessario inserire questa passphrase.
nl: Voor extra beveiliging kunt u een wachtwoordzin gebruiken. Opmerking: u heeft deze wachtwoordzin nodig voor toegang tot uw portemonnee.
pl: Aby zwiększyć bezpieczeństwo, możesz użyć frazy zabezpieczającej. Pamiętaj, że będziesz jej potrzebować, aby uzyskać dostęp do portfela.
pt: Para ter mais segurança, você pode usar uma palavra-passe que será necessária para acessar sua carteira.
ru: Для дополнительной безопасности можно использовать кодовую фразу. Не забудьте, что она вам понадобится для доступа к кошельку.
tr: Ek güvenlik için bir parola ifadesi kullanabilirsiniz. Cüzdanınıza erişmek için bu parola ifadesine gerek duyacağınızı unutmayın.

# store_your_passphrase_at_safe_location_
source: Store your passphrase at a safe location. Without the passphrase, even Proton cannot recover your funds.
de: Bewahre deine Passphrase an einem sicheren Ort auf. Ohne die Passphrase kann nicht einmal Proton dein Guthaben abrufen.
es: Guarda tu frase de contraseña en un lugar seguro. Sin la frase de contraseña, ni siquiera Proton podrá recuperar tus fondos.
fr: Stockez votre phrase secrète dans un endroit sûr. Sans cette dernière, personne ne peut récupérer vos fonds, pas même Proton.
it: Memorizza la tua passphrase in un posto sicuro. Senza tale passphrase, nemmeno noi di Proton saremo in grado di recuperare i tuoi fondi.
nl: Bewaar uw wachtwoordzin op een veilige locatie. Zonder wachtwoordzin kan zelfs Proton uw vermogen niet herstellen.
pl: Przechowuj hasło w bezpiecznym miejscu. Bez niego nawet Proton nie będzie w stanie odzyskać Twoich środków.
pt: Guarde sua palavra-passe em um local seguro. Sem ela, nem mesmo a Proton pode recuperar seus fundos.
ru: Храните кодовую фразу в надёжном месте. Без неё даже Proton не сможет восстановить ваши средства.
tr: Parola ifadenizi güvenli bir yerde saklayın. Parola ifadesi olmadan, Proton bile birikimlerinizi kurtaramaz.

# passphrase_label
source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
it: Frase d'accesso
nl: Wachtzin
pl: Hasło
pt: Frase secreta
ru: Кодовая фраза
tr: Parola ifadesi

# passphrase_label_hint
source: Enter a passphrase or leave empty
de: Passphrase eingeben oder leer lassen
es: Introduce una frase de contraseña o déjalo en blanco
fr: Saisissez une phrase secrète ou laissez le champ vide.
it: Inserisci una passphrase o lascia vuoto
nl: Voer een wachtwoordzin in of laat leeg
pl: Wpisz hasło lub pozostaw pole puste
pt: Insira uma palavra-passe ou deixe em branco
ru: Введите кодовую фразу или не заполняйте это поле
tr: Bir parola ifadesi yazın ya da boş bırakın

# passphrase_recovery_hint
source: Enter your passphrase to unlock
de: Zum Entsperren deine Passphrase eingeben
es: Introduce tu frase de contraseña para desbloquear
fr: Saisissez la phrase secrète pour déverrouiller
it: Inserisci la tua passphrase per sbloccare
nl: Voer uw wachtwoordzin in om te ontgrendelen
pl: Wpisz hasło, aby odblokować
pt: Insira sua frase secreta para desbloquear.
ru: Введите кодовую фразу для разблокировки
tr: Kilidi açmak için parolanızı yazın

# scan_btc_address
source: Scanning BTC address
de: BTC-Adresse wird geprüft
es: Escanear dirección BTC
fr: Analyse des adresses BTC
it: Scansione dell'indirizzo BTC
nl: BTC-adres wordt gescand
pl: Skanowanie adresu BTC
pt: Digitalizando endereço do BTC
ru: Сканирование адресов BTC
tr: BTC adresi taranıyor
