Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

# please_backup_mnemonic_before_delete_
source: Please backup your secret recovery phrase before you delete your wallet. This mnemonic can help you to restore your wallet next time.
de: Bitte sichere deine geheime Wiederherstellungsphrase, bevor du dein Wallet löschst. Diese Mnemonik kann dir helfen, deine Wallet beim nächsten Mal wiederherzustellen.
es: Haz una copia de seguridad de tu frase secreta de recuperación antes de borrar tu cartera. Este mnemónico puede ayudarte a restaurar tu cartera en un futuro.
fr: Sauvegardez votre phrase secrète de récupération avant de supprimer votre portefeuille. Cette phrase de récupération peut vous aider à restaurer votre portefeuille la prochaine fois.
it: Esegui un backup della tua frase di recupero segreta prima di eliminare il tuo wallet. Questa frase mnemonica può essere utile per ripristinare il tuo wallet la prossima volta.
nl: Maak een back-up van uw geheime herstelzin voordat u uw portemonnee verwijdert. Deze mnemonic kan u helpen om de volgende keer uw portemonnee te herstellen.
pl: Przed usunięciem portfela wykonaj kopię zapasową frazy seed. Ta fraza umożliwi przywrócenie portfela.
pt: Faça backup da sua frase secreta de recuperação antes de excluir sua carteira. Esta mnemônica pode ajudar você a restaurar sua carteira na próxima vez.
ru: Прежде чем удалять кошелёк, сохраните секретную мнемоническую фразу. Это поможет восстановить кошелёк.
tr: Cüzdanınızı silmeden önce lütfen gizli kurtarma ifadenizi yedekleyin. Bu anımsatıcı, bir sonraki seferde cüzdanınızı kurtarmanızı sağlar.
zh_cn: 请在删除钱包之前备份您的钱包种子短语。钱包种子短语可以帮助您下次恢复您的钱包。
zh_tw: 請在刪除錢包之前備份您的錢包種子短語。錢包種子短語可以幫助您下次恢復您的錢包。

# save_mnemonic
source: Copy seed phrase
de: Seed-Phrase kopieren
es: Copiar la frase de recuperación
fr: Copier la phrase de récupération
it: Copia seed phrase
nl: Seed-phrase kopiëren
pl: Kopiuj frazę seed
pt: Copiar frase de recuperação
ru: Скопируйте мнемоническую фразу
tr: Tohumlama ifadesini kopyala
zh_cn: 复制种子短语
zh_tw: 複製種子短語

source: Wallet deleted
de: Wallet gelöscht
es: Se ha eliminado la cartera
fr: Le portefeuille a été supprimé.
it: Wallet eliminato
nl: Portemonnee is verwijderd
pl: Portfel został usunięty
pt: Carteira excluída
ru: Кошелёк удалён
tr: Cüzdan silindi
zh_cn: 钱包已删除
zh_tw: 錢包已刪除

# total_accounts
source: All accounts
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
it: Tutti gli account
nl: Alle accounts
pl: Wszystkie konta
pt: Todas as contas
ru: Все счета
tr: Tüm hesaplar
zh_cn: 所有帐户
zh_tw: 所有帳戶

source: Account name already used
de: Kontoname wird bereits verwendet
es: El nombre de cuenta ya está en uso
fr: Ce nom de compte est déjà utilisé.
it: Nome account già in uso
nl: Accountnaam is al in gebruik
pl: Nazwa konta jest już używana
pt: O nome da conta já está sendo utilizado
ru: Данное название счёта уже занято
tr: Hesap adı zaten kullanılıyor
zh_cn: 帐户名称已使用
zh_tw: 帳戶名稱已使用

source: Delete this wallet
de: Diese Wallet löschen
es: Eliminar esta cartera
fr: Supprimer ce portefeuille
it: Elimina questo portafoglio
nl: Deze portemonnee verwijderen
pl: Usuń portfel
pt: Excluir esta carteira
ru: Удалить этот кошелёк
tr: Bu cüzdanı sil
zh_cn: 删除此钱包
zh_tw: 刪除此錢包

source: New Wallet
de: Neue Wallet
es: Nueva cartera
fr: Nouveau portefeuille
it: Nuovo portafoglio
nl: Nieuwe portemonnee
pl: Nowy portfel
pt: Nova carteira
ru: Новый кошелёк
tr: Yeni cüzdan
zh_cn: 新钱包
zh_tw: 新錢包

source: Import Account
de: Konto importieren
es: Importar la cuenta
fr: Importer le compte
it: Importa account
nl: Account importeren
pl: Importuj konto
pt: Importar a conta
ru: Импортировать счёт
tr: Hesabı içe aktar
zh_cn: 导入帐户
zh_tw: 導入帳戶

source: Derivation Path
de: Ableitungspfad
es: Ruta de derivación
fr: Chemin de dérivation
it: Percorso di derivazione
nl: Derivatiepad
pl: Ścieżka pochodzenia
pt: Caminho de derivação
ru: Путь деривации
tr: Aktarım yolu
zh_cn: 导出路径
zh_tw: 導出路徑

source: Label
de: Bezeichnung
es: Etiqueta
it: Etichetta
pl: Etykieta
pt: Marcador
ru: Метка
tr: Etiket
zh_cn: 标签
zh_tw: 標籤

# label_for_this_account
source: Name for this account
de: Name für dieses Konto
es: Nombre de esta cuenta
fr: Nom de ce compte
it: Nome dell'account
nl: Naam voor dit account
pl: Nazwa tego konta
pt: Nome para esta conta
ru: Название для этого счёта
tr: Bu hesaba bir ad verin
zh_cn: 此帐户的名称
zh_tw: 此帳戶的名稱

source: Wallet created
de: Wallet erstellt
es: Se ha creado la cartera
fr: Le portefeuille a été créé.
it: Wallet creato
nl: Portemonnee aangemaakt
pl: Portfel został utworzony
pt: Carteira criada
ru: Кошелёк создан
tr: Cüzdan oluşturuldu
zh_cn: 钱包已创建
zh_tw: 錢包已創建

source: Wallet imported
de: Wallet importiert
es: Se ha importado la cartera
fr: Le portefeuille a été importé.
it: Wallet importato
nl: Portemonnee geïmporteerd
pl: Portfel zaimportowany
pt: Carteira importada
ru: Кошелёк импортирован
tr: Cüzdan içe aktarıldı
zh_cn: 钱包已导入
zh_tw: 錢包已導入

source: Account created
de: Konto erstellt
es: Se ha creado la cuenta
fr: Le compte a été créé.
it: Account creato
nl: Account aangemaakt
pl: Konto zostało utworzone
pt: Conta criada
ru: Счёт создан
tr: Hesap oluşturuldu
zh_cn: 帐户已创建
zh_tw: 帳戶已創建

# account_created_failed_err
source: Account created failed! {error}
de: Fehler bei Kontoerstellung! {error}
es: ¡Error al crear la cuenta! {error}
fr: Le compte n'a pas été créé. {error}
it: Account creato non riuscito! {error}
nl: Aanmaken van account is mislukt! {error}
pl: Utworzenia konta nie powiodło się! {error}
pt: Falha na criação da conta! {error}
ru: Не удалось создать счёт! {error}
tr: Hesap oluşturulamadı! {error}
zh_cn: 帐户创建失败！{error}
zh_tw: 帳戶創建失敗！{error}

# mon_short
source: Mn
de: Mon.
es: Lun.
fr: Lun.
it: Lun.
pl: Pon
pt: Se
ru: пн.
tr: Pt
zh_cn: 一
zh_tw: 一

# tue_short
source: Te
de: Din.
es: Mar.
fr: Mar.
it: Mar.
nl: Di
pl: Wto
ru: вт.
tr: Sa
zh_cn: 二
zh_tw: 二

# wen_short
source: Wd
de: Mit.
es: Mié.
fr: Mer.
it: Mer.
nl: Wo
pl: Śro
pt: Qa
ru: ср.
tr: Ça
zh_cn: 三
zh_tw: 三

# thu_short
source: Tu
de: Don.
es: Jue.
fr: Jeu.
it: Gio.
nl: Do
pl: Czw
pt: Qi
ru: чт.
tr: Pe
zh_cn: 四
zh_tw: 四

# fri_short
source: Fr
de: Fre.
es: Vie.
fr: Ven.
it: Ven.
nl: Vr
pl: Pią
pt: Sx
ru: пт.
tr: Cu
zh_cn: 五
zh_tw: 五

# sat_short
source: St
de: Sat.
es: Sáb.
fr: Sam.
it: Sab.
nl: Zt
pl: Sob
pt: Sá
ru: сб.
tr: Ct
zh_cn: 六
zh_tw: 六

# sun_short
source: Sn
de: Son.
es: Dom.
fr: Dim.
it: Dom.
nl: Zn
pl: Nie
pt: Do
ru: вс.
tr: Pa
zh_cn: 日
zh_tw: 日

source: In progress
de: In Bearbeitung
es: En curso
fr: En cours
it: In corso
nl: In uitvoering
pl: W toku
pt: Em progresso
ru: Выполняется
tr: İşleniyor
zh_cn: 进行中
zh_tw: 進行中

source: In progress: broadcasted
de: In Bearbeitung: übermittelt
es: En curso: transmitida
fr: En cours : diffusé
it: In corso: trasmesso
nl: In uitvoering: verzonden
pl: W toku: nadawanie
pt: Em andamento: transmitido
ru: Выполняется: передано
tr: İşleniyor: Ağa gönderildi
zh_cn: 进行中：已广播
zh_tw: 進行中：已廣播

# in_progress_waiting_for_confirm
source: In progress: waiting for confirmation
de: In Bearbeitung: Warten auf Bestätigung
es: En curso: esperando confirmación
fr: En cours : en attente de confirmation
it: In corso: in attesa di conferma
nl: In uitvoering: wachten op bevestiging
pl: W toku: oczekuje na potwierdzenie
pt: Em andamento: aguardando para confirmar
ru: Выполняется: ожидается подтверждение
tr: İşleniyor: Onaylanmayı bekliyor
zh_cn: 进行中：等待确认
zh_tw: 進行中：等待確認

# not_a_valid_mnemonic
source: Sorry, this is not a valid wallet seed phrases
de: Das ist leider keine gültige Wallet-Seed-Phrase
es: Lo sentimos, esta no es una frase de recuperación válida para una cartera
fr: Ce n'est malheureusement pas une phrase de récupération valide pour le portefeuille.
it: Siamo spiacenti, questa non è una seed phrase del wallet valida
nl: Dit zijn helaas geen geldige seed-phrases voor de portemonnee
pl: Fraza seed portfela nie jest prawidłowa
pt: Lamentamos, mas esta não é uma frase-semente de carteira válida
ru: К сожалению, эта мнемоническая фраза недействительна
tr: Ne yazık ki, bu geçerli bir cüzdan tohumlama ifadesi değil
zh_cn: 抱歉，这不是有效的钱包种子短语
zh_tw: 抱歉，這不是有效的錢包種子短語

source: Confirmed
de: Bestätigt
es: Confirmado
fr: Confirmé
it: Confermato
nl: Bevestigd
pl: Potwierdzono
pt: Confirmado
ru: Подтверждено
tr: Onaylandı
zh_cn: 已确认
zh_tw: 已確認

source: Completed
de: Abgeschlossen
es: Terminado
fr: Terminé
it: Completato
nl: Voltooid
pl: Zakończono
pt: Concluído
ru: Завершено
tr: Tamamlandı
zh_cn: 已完成
zh_tw: 已完成

source: Did you save it?
de: Hast du sie gespeichert?
es: ¿La has guardado?
fr: L'avez-vous enregistrée ?
it: L'hai salvata?
nl: Heeft u het opgeslagen?
pl: Zapisano?
pt: Você a salvou?
ru: Вы её сохранили?
tr: Kaydettiniz mi?
zh_cn: 您已保存吗？
zh_tw: 您已保存嗎？

# verify_you_saved_secret_phrase_
source: Verify that you saved your secret recovery phrase by tapping the first (1st) then the last (12th) word.
de: Bestätige, dass du deine geheime Wiederherstellungsphrase gespeichert hast, indem du das erste (1.) und dann das letzte (12.) Wort antippst.
es: Comprueba que has guardado tu frase secreta de recuperación tocando la primera (1ª) y luego la última (12ª) palabra.
fr: Assurez-vous d'enregistrer votre phrase secrète de récupération en appuyant sur le 1er mot et ensuite sur le 12ᵉ et dernier mot.
it: Verifica di aver salvato la tua frase di recupero segreta selezionando dalla prima (1) all'ultima parola (12).
nl: Bevestig dat u uw geheime herstelzin heeft opgeslagen door op het eerste (1e) en dan het laatste (12e) woord te tikken.
pl: Sprawdź, czy fraza seed została zapisana, klikając na pierwsze, a następnie na ostatnie (12) słowo.
pt: Verifique se você salvou sua frase secreta de recuperação tocando na primeira (1ª) e depois na última (12ª) palavra.
ru: Проверьте, что вы сохранили секретную фразу для восстановления: нажмите на первое, а затем последнее (12-е) слово.
tr: İlk (birinci) ardından da sonuncu (on ikinci) sözcüğe tıklayarak gizli kurtarma ifadesini kaydettiğinizi doğrulayın.
zh_cn: 通过点击第一个（1st）然后最后一个（12th）单词来验证您已保存您的秘密恢复短语。
zh_tw: 通過點擊第一個（1st）然後最後一個（12th）單詞來驗證您已保存您的秘密恢復短語。

source: Wrong mnemonic order
de: Falsche Mnemonik-Reihenfolge
es: Orden de mnemónico incorrecto
fr: L'ordre de la phrase de récupération n'est pas correct.
it: Ordine mnemonico errato
nl: Verkeerde mnemonic-volgorde
pl: Kolejność frazy seed jest nieprawidłowa
pt: Ordem mnemônica incorreta
ru: Неверный порядок слов мнемонической фразы
tr: Anımsatıcı sırası yanlış
zh_cn: 助记词顺序错误
zh_tw: 助記詞順序錯誤

# continue_buttion
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
tr: İlerle
zh_cn: 继续
zh_tw: 繼續

# save_12_words_securely
source: Save these 12 words securely and never share them with anyone.
de: Bewahre diese 12 Wörter sicher auf und gib sie niemals an andere weiter.
es: Guarda estas 12 palabras de forma segura y nunca las compartas con nadie.
fr: Conservez ces 12 mots en lieu sûr et ne les partagez avec personne.
it: Salva queste 12 parole in un posto sicuro e non condividerle mai con nessuno.
nl: Sla deze 12 woorden veilig op en deel ze met niemand.
pl: Zapisz te 12 słów w bezpiecznym miejscu i nikomu ich nie udostępniaj.
pt: Salve estas 12 palavras com segurança e nunca as compartilhe com ninguém.
ru: Надёжно сохраните эти 12 слов и никому не сообщайте.
tr: Bu 12 sözcüğü güvenli bir yere kaydedin ve asla kimseyle paylaşmayın.
zh_cn: 安全地保存这 12 个单词，并永远不要与任何人分享它们。
zh_tw: 安全地保存這 12 個單詞，並永遠不要與任何人分享它們。

# your_mnemonic
source: Seed phrase (12 or 24 words, separated by space)
de: Seed-Phrase (12–24 Wörter)
es: Frase de recuperación (de 12 a 14 palabras)
fr: Phrase de récupération (12 à 24 mots)
it: Seed phrase (12-24 parole)
nl: Seed-phrase (12-24 woorden)
pl: Fraza seed (12–24 słowa)
pt: Frase de recuperação (12 a 24 palavras)
ru: Сид-фраза (12 или 24 слова, разделенные пробелом)
tr: Tohumlama ifadesi (boşluk ile ayrılmış 12 ya da 24 sözcük)
zh_cn: 钱包种子短语（12 或 24 个单词，用空格分隔）
zh_tw: 錢包種子短語（12 或 24 個單詞，用空格分隔）

# your_mnemonic_hint
source: Enter your seed phrase in exact order
de: Gib deine Seed-Phrase in der korrekten Reihenfolge ein
es: Introduce tu frase de recuperación en el orden exacto
fr: Saisissez la phrase de récupération dans l'ordre exact.
it: Inserisci la tua seed phrase nell'ordine esatto
nl: Voer uw seed-phrase in de juiste volgorde in
pl: Wpisz frazę seed we właściwej kolejności
pt: Insira sua frase-semente na ordem exata.
ru: Введите мнемоническую фразу в правильном порядке
tr: Tohumlama ifadenizi doğru sırayla yazın
zh_cn: 按确切顺序输入您的钱包种子短语
zh_tw: 按確切順序輸入您的錢包種子短語

# import_manual_input
source: Manual input
de: Manuelle Eingabe
es: Ingreso manual
fr: Saisie manuelle
it: Input manuale
nl: Handmatige invoer
pl: Wpisz ręczne
pt: Entrada manual
ru: Ввести вручную
tr: El ile yazın
zh_cn: 手动输入
zh_tw: 手動輸入

# import_paste_input
source: Paste to complete
de: Zum Abschließen einfügen
es: Pegar para terminar
fr: Coller pour terminer
it: Incolla per completare
nl: Plak om te voltooien
pl: Wklej, aby zakończyć
pt: Cole para concluir
ru: Вставить
tr: Tamamlamak için yapıştırın
zh_cn: 贴上以完成
zh_tw: 貼上以完成

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
tr: Onayla
zh_cn: 确认
zh_tw: 確認

# confirm_to_delete_wallet
source: Confirm to delete "{walletName}"
de: Löschen von „{walletName}“ bestätigen
es: Confirma para eliminar «{walletName}»
fr: Confirmer la suppression de « {walletName} »
it: Conferma per eliminare \"{walletName}\"
nl: Bevestig om '{walletName}' te verwijderen
pl: Potwierdź usunięcie portfela\"{walletName}\"
pt: Confirmar para excluir \"{walletName}\"
ru: Подтвердите удаление «{walletName}»
tr: \"{walletName}\" cüzdanını silmeyi onaylayın
zh_cn: 确认删除 "{walletName}"
zh_tw: 確認刪除 "{walletName}"

# confirm_to_delete_wallet_has_balance_warning
source: This wallet seems to still have assets. We recommend you send the assets to another wallet before deleting.
de: Diese Wallet scheint noch Guthaben zu enthalten. Wir empfehlen dir, das Guthaben vor dem Löschen an eine andere Wallet zu senden.
es: Parece que esta cartera aún tiene activos. Te recomendamos que envíes los activos a otra cartera antes de eliminarla.
fr: Ce portefeuille semble contenir encore des actifs. Nous vous recommandons d'envoyer les actifs vers un autre portefeuille avant de le supprimer.
it: In questo wallet sono presenti ancora asset. Prima di procedere all'eliminazione, ti suggeriamo ti inviare gli asset a un altro wallet.
nl: Deze portemonnee heeft nog activa. We raden aan dat u de activa naar een andere portemonnee stuurt voordat u verwijdert.
pl: Portfel zawiera środki. Zalecamy wysłanie ich do innego portfela przed jego usunięciem.
pt: Esta carteira parece ainda ter ativos. Recomendamos que você envie os ativos para outra carteira antes de excluir.
ru: Похоже, в кошельке ещё есть активы. Перед удалением рекомендуем отправить их на другой кошелёк.
tr: Bu cüzdanda bazı varlıklar bulunuyor. Cüzdanı silmeden önce bu varlıkları başka bir cüzdana aktarmanızı öneririz.
zh_cn: 此钱包似乎仍有资产。我们建议您在删除之前将资产发送到另一个钱包。
zh_tw: 此錢包似乎仍有資產。我們建議您在刪除之前將資產發送到另一個錢包。

# confirm_to_delete_wallet_content
source: Deleting wallet will delete all data of this wallet from Proton's servers. Note that if you have this wallet's seed phrase, you can still recover this wallet later.
de: Wenn du die Wallet löschst, werden alle Daten dieser Wallet von den Proton-Servern gelöscht. Beachte, dass du diese Wallet später abrufen kannst, wenn du die Seed-Phrase dieser Wallet hast.
es: Al eliminar la cartera se borrarán todos los datos de esta cartera de los servidores de Proton. Ten en cuenta que si tienes la frase de recuperación de esta cartera, todavía puedes recuperarla más tarde.
fr: La suppression du portefeuille supprimera les données de ce compte des serveurs Proton. Si vous disposez de la phrase de récupération de ce portefeuille, vous pouvez toujours le récupérer par la suite.
it: Procedendo all'eliminazione, tutti i dati di questo wallet verranno eliminati dai server di Proton. Ti ricordiamo che se disponi di una seed phrase del wallet, è possibile ripristinarlo in un secondo momento.
nl: Door deze portemonnee te verwijderen, worden alle gegevens van de portemonnee van de servers van Proton verwijderd. Opmerking: als u de seed-phrase van deze portemonnee heeft, kunt u deze portemonnee op een later moment nog herstellen.
pl: Usunięcie portfela spowoduje wykasowanie wszystkich jego danych z serwerów Proton. Pamiętaj, że jeśli posiadasz frazę seed tego portfela, możesz przywrócić go później.
pt: Excluir a carteira apagará todos os seus dados dos servidores da Proton. Entretanto, se você tiver a frase-semente dessa carteira, ainda poderá recuperá-la posteriormente.
ru: При удалении кошелька буду удалены все его данные с серверов Proton. Однако если у вас есть мнемоническая фраза для восстановления этого кошелька, его можно будет восстановить.
tr: Cüzdan silindiğinde bu cüzdanın tüm verileri Proton sunucularından silinir. Bu cüzdanın tohumlama ifadesine elinizdeyse daha sonra bu cüzdanı kurtarabilirsiniz.
zh_cn: 删除钱包将从 Proton 的伺服器中删除此钱包的所有数据。请注意，如果您有此钱包的种子短语，您仍然可以稍后恢复此钱包。
zh_tw: 刪除錢包將從 Proton 的伺服器中刪除此錢包的所有數據。請注意，如果您有此錢包的種子短語，您仍然可以稍後恢復此錢包。

# confirm_to_delete_wallet_account
source: Confirm to delete "{walletAccountName}"
de: Löschen von „{walletAccountName}“ bestätigen
es: Confirma para eliminar «{walletAccountName}»
fr: Confirmer la suppression de « {walletAccountName} »
it: Conferma per eliminare \"{walletAccountName}\"
nl: Bevestig om '{walletAccountName}' te verwijderen
pl: Potwierdź usunięcie konta \"{walletAccountName}\"
pt: Confirmar para excluir \"{walletAccountName}\"
ru: Подтвердите удаление «{walletAccountName}»
tr: \"{walletAccountName}\" cüzdanını silmeyi onaylayın
zh_cn: 确认删除 "{walletAccountName}"
zh_tw: 確認刪除 "{walletAccountName}"

# confirm_to_delete_wallet_account_has_balance_warning
source: This account seems to still have assets. We recommend you send the assets to another account before deleting.
de: Dieses Konto scheint noch Guthaben zu enthalten. Wir empfehlen dir, das Guthaben vor dem Löschen an ein anderes Konto zu senden.
es: Parece que esta cuenta aún tiene activos. Te recomendamos que envíes los activos a otra cuenta antes de eliminarla.
fr: Ce compte semble contenir encore des actifs. Nous vous recommandons d'envoyer les actifs vers un autre compte avant la suppression.
it: In questo account sono presenti ancora asset. Prima di procedere all'eliminazione, ti suggeriamo ti inviare gli asset a un altro account.
nl: Dit account heeft nog activa. We raden aan dat u de activa naar een ander account stuurt voordat u verwijdert.
pl: Konto zawiera środki. Zalecamy wysłanie ich na inne konto przed jego usunięciem.
pt: Esta conta parece ainda ter ativos. Recomendamos que você envie os ativos para outra conta antes de excluir.
ru: Похоже, на этом счёте ещё есть активы. Перед удалением рекомендуем отправить их на другой счёт.
tr: Bu hesapta bazı varlıklar bulunuyor. Hesabı silmeden önce bu varlıkları başka bir hesaba aktarmanızı öneririz.
zh_cn: 此帐户似乎仍有资产。我们建议您在删除之前将资产发送到另一个帐户。
zh_tw: 此帳戶似乎仍有資產。我們建議您在刪除之前將資產發送到另一個帳戶。

# confirm_to_delete_wallet_account_content
source: Deleting a BTC account will delete all of its metadata from Proton servers. You can still recover it later by adding it again with the right account index and address type.
de: Wenn du das Konto löschst, werden alle Daten dieses Kontos von den Proton-Servern gelöscht. Beachte, dass du dieses Konto später wiederherstellen kannst, indem du das Konto erneut hinzufügst.
es: Al eliminar la cuenta se borrarán todos los datos de esta cuenta de los servidores de Proton. Puedes recuperar esta cuenta más tarde añadiéndola de nuevo.
fr: La suppression du compte supprimera les données de ce compte des serveurs Proton. Vous pouvez toujours récupérer ce compte plus tard en l'ajoutant à nouveau.
it: Procedendo all'eliminazione, tutti i dati di questo account verranno eliminati dai server di Proton. È possibile ripristinare questo account in un secondo momento aggiungendo di nuovo l'account.
nl: Door dit account te verwijderen, worden alle gegevens van het account van de servers van Proton verwijderd. U kunt dit account op een later moment nog herstellen door het account opnieuw toe te voegen.
pl: Usunięcie konta spowoduje wykasowanie wszystkich jego danych z serwerów Proton. Pamiętaj, że możesz później przywrócić to konto, dodając je ponownie.
pt: Excluir a conta apagará todos os dados dos servidores da Proton. Você ainda poderá recuperar essa conta depois adicionando-a novamente.
ru: При удалении счёта будут удалены все его данные с серверов Proton. Вы сможете восстановить счёт, снова его добавив.
tr: Hesap silindiğinde bu hesabın tüm verileri Proton sunucularından silinir. Bu hesabı sonradan yeniden ekleyerek kurtarabilirsiniz.
zh_cn: 删除BTC帐户将从 Proton 的伺服器中删除此帐户的所有数据。您可以稍后通过再次添加帐户来恢复此帐户。
zh_tw: 刪除BTC帳戶將從 Proton 的伺服器中刪除此帳戶的所有數據。您可以稍後通過再次添加帳戶來恢復此帳戶。

# what_is_wallet_passphrase
source: What's a wallet passphrase?
de: Was ist eine Wallet-Passphrase?
es: ¿Qué es una frase de contraseña de la cartera?
fr: Qu'est-ce qu'une phrase secrète de portefeuille ?
it: Cos'è una passphrase del wallet?
nl: Wat is een wachtwoordzin van een portemonnee?
pl: Co to jest hasło portfela?
pt: O que é uma frase secreta de carteira?
ru: Что такое кодовая фраза для кошелька?
tr: Cüzdan parola ifadesi nedir?
zh_cn: 什么是钱包密码短语？
zh_tw: 什麼是錢包密碼短語？
