Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Upgrade
de: Upgraden
es: Mejorar
fr: Changer d'abonnement
it: Effettua l'upgrade
nl: Upgraden
pl: Ulepsz
pt: Fazer upgrade
ru: Повысить
tr: Yükselt
zh_cn: 升级
zh_tw: 升級

source: Account Settings
es: Ajustes de la cuenta
ru: Настройки аккаунта
tr: Hesap ayarları
zh_cn: 帐户设置
zh_tw: 帳戶設置

source: Subscription
es: Suscripción
ru: Подписка
tr: Abonelik
zh_cn: 订阅
zh_tw: 訂閱

source: Sentinel Settings
es: Ajustes de Sentinel
ru: Настройки Sentinel
tr: Sentinel ayarları
zh_cn: 哨兵设置
zh_tw: 哨兵設置

source: Account
es: Cuenta
ru: Счёт
tr: Hesap
zh_cn: 帐户
zh_tw: 帳戶

source: System Settings
es: Ajustes del sistema
ru: Системные настройки
tr: Sistem ayarları
zh_cn: 系统设置
zh_tw: 系統設置

source: free
es: gratuito
ru: бесплатно
tr: ücretsiz
zh_cn: 免费
zh_tw: 免費

source: Theme
es: Tema
ru: Тема
tr: Tema
zh_cn: 主题
zh_tw: 主題

source: Default Browser
es: Navegador por defecto
ru: Браузер по умолчанию
tr: Varsayılan tarayıcı
zh_cn: 默认浏览器
zh_tw: 默認瀏覽器

source: Languages
es: Idiomas
ru: Языки
tr: Diller
zh_cn: 语言
zh_tw: 語言

source: Help Center
es: Centro de ayuda
ru: Справочный центр
tr: Yardım merkezi
zh_cn: 帮助中心
zh_tw: 幫助中心

source: Privacy policy
es: Política de privacidad
ru: Политика конфиденциальности
tr: Gizlilik ilkesi
zh_cn: 隐私政策
zh_tw: 隱私政策

source: Terms of service
es: Términos de servicio
ru: Условия использования
tr: Hizmet koşulları
zh_cn: 服务条款
zh_tw: 服務條款

# how_to_import_wallet_
source: How to import your wallet to Proton Wallet
es: Cómo importar tu cartera a Proton Wallet
ru: Как импортировать ваш кошелёк в Proton Wallet
tr: Cüzdanınızı Proton Wallet içine nasıl aktarabilirsiniz
zh_cn: 如何将您的钱包导入 Proton Wallet
zh_tw: 如何將您的錢包導入 Proton Wallet

source: Feedback
es: Comentarios
ru: Обратная связь
tr: Geri bildirim
zh_cn: 反馈
zh_tw: 反饋

source: Help center & knowledge base
es: Centro de ayuda y base de conocimiento
ru: Справочный центр и база знаний
tr: Yardım merkezi ve bilgi bankası
zh_cn: 帮助中心与知识库
zh_tw: 幫助中心與知識庫

# now_login
source: Logging in
es: Iniciando sesión
ru: Вход в систему
tr: Oturum açılıyor
zh_cn: 正在登录
zh_tw: 正在登錄

# rbf_title
source: Boost transaction priority
es: Aumentar la prioridad de la transacción
ru: Увеличьте приоритет транзакции
tr: Hesap işlemi önceliğini artır
zh_cn: 提升交易优先级
zh_tw: 提升交易優先級

# rbf_desc
source: By increasing the network fee, you can prioritize your transaction's speed, helping it get processed and confirmed faster.
es: Al aumentar la tarifa, puedes priorizar tu transacción, ayudando a que se confirme más rápido durante los momentos más ocupados de la red.
ru: Увеличив комиссию сети, вы можете приоритизировать скорость транзакции, что ускорит её обработку и подтверждение.
tr: Ağ ücretini artırarak hesap işleminizin önceliğini artırabilir, daha hızlı işlenmesini ve onaylanmasını sağlayabilirsiniz.
zh_cn: 通过增加网络费用，您可以加快交易的速度，帮助它更快地被处理和确认。
zh_tw: 通過增加網絡費用，您可以加快交易的速度，幫助它更快地被處理和確認。

# rbf_current_fee
source: Current network fee
es: Tarifa de la red actual
ru: Текущая комиссия сети
tr: Geçerli ağ ücreti
zh_cn: 当前网络费用
zh_tw: 當前網絡費用

# rbf_new_fee
source: New network fee
es: Nueva tarifa de la red
ru: Новая комиссия сети
tr: Yeni ağ ücreti
zh_cn: 新网络费用
zh_tw: 新網絡費用

# rbf_confirm_speed_desc
source: Confirmation speed: Normal
es: Velocidad de confirmación: Normal
ru: Скорость подтверждения: обычная
tr: Onaylanan öncelik: Normal
zh_cn: 确认速度：正常
zh_tw: 確認速度：正常

# rbf_confirm_speed
source: Confirmation speed: {speed}
ru: Скорость подтверждения: {speed}
tr: Onaylanan öncelik: {speed}
zh_cn: 确认速度：{speed}
zh_tw: 確認速度：{speed}

# rbf_confirm_speed_fast
source: Fast
ru: Высокая
tr: Hızlı
zh_cn: 快速
zh_tw: 快速

# rbf_confirm_speed_normal
source: Normal
ru: Обычная
zh_cn: 正常
zh_tw: 正常

# rbf_confirm_speed_low
source: Low
ru: Низкая
tr: Yavaş
zh_cn: 低
zh_tw: 低

# rbf_confirm_speed_in_minutes
source: ~{minutes} minutes
ru: ~{minutes} мин
tr: ~{minutes} dakika
zh_cn: ~{minutes} 分钟
zh_tw: ~{minutes} 分鐘

# rbf_send
source: Boost transaction
es: Aumentar la tarifa y reenviar
ru: Увеличить приоритет транзакции
tr: Hesap işlemini hızlandır

# rbf_send_success
source: Boost transaction successfully
ru: Приоритет транзакции увеличен
tr: Hesap işlemi hızlandırıldı

# help_center_clear_caches
source: Clear local caches
ru: Очистка локального кеша
tr: Yerel ön bellekleri temizle
zh_cn: 清除本地快取
zh_tw: 清除本地快取

# local_cache_clear
source: Cleared local caches
ru: Локальный кеш очищен
tr: Yerel ön bellekler temizlendi
zh_cn: 已清除本地快取
zh_tw: 已清除本地快取

# delete_proton_account
source: Delete account
ru: Удалить аккаунт
tr: Hesabı sil
zh_cn: 删除帐户
zh_tw: 刪除帳戶

source: Boost priority
ru: Увеличить приоритет
tr: Önceliği artır
zh_cn: 提升优先级
zh_tw: 提升優先級

source: Change addresses
ru: Адреса изменения
tr: Takas adresleri

source: Receive addresses
ru: Адреса получения
tr: Alıcı adresleri

source: View change addresses
ru: Просмотр адресов изменений
tr: Takas adreslerini görüntüle

source: View receive addresses
ru: Просмотр адресов получения
tr: Alıcı adreslerini görüntüle

# address_list_index
source: Index
ru: Список
tr: Dizin

# address_list_status
source: Status
ru: Статус
tr: Durum

# address_list_status_used
source: Used
ru: Применён
tr: Kullanılmış

# address_list_status_not_used
source: Not used
ru: Не используется
tr: Kullanılmamış

# address_list_value
source: Value
ru: Значение
tr: Değer

# address_list_use_for
source: Use for
ru: Используется для
tr: Şunun için kullan

# bve_address_tooltip
source: This address is for Bitcoin via Email
ru: Это адрес для Bitcoin по электронной почте
tr: Bu adres E-posta ile Bitcoin içindir

source: Flip camera
ru: Поверните камеру
tr: Kamerayı çevir

source: Syncing new data
ru: Синхронизация новых данных
tr: Yeni veriler eşitleniyor
zh_cn: 同步新数据
zh_tw: 同步新數據

source: Ok
es: Aceptar
tr: Tamam
zh_cn: 确定
zh_tw: 確定

source: Wallet Settings
zh_cn: 钱包设定
zh_tw: 錢包設定

# system_default_mode
source: System default
zh_cn: 系统预设
zh_tw: 系統預設

source: OnChain
zh_cn: 区块链
zh_tw: 區塊鏈

source: Change Address
zh_cn: 更改地址
zh_tw: 更改地址

source: Unlock app
zh_cn: 解锁应用程序
zh_tw: 解鎖應用程序

source: Lock timer
zh_cn: 锁定计时器
zh_tw: 鎖定計時器

# lock_timer_immediately
source: Immediately
zh_cn: 立即
zh_tw: 立即

# lock_timer_5_minutes
source: 5 minutes inactivity
zh_cn: 5 分钟无活动
zh_tw: 5 分鐘無活動

# lock_timer_15_minutes
source: 15 minutes inactivity
zh_cn: 15 分钟无活动
zh_tw: 15 分鐘無活動

# lock_timer_1_hour
source: 1 hour inactivity
zh_cn: 1 小时无活动
zh_tw: 1 小時無活動

# bridge_error_api_lock
source: Failed to initialize the Proton API. Please relaunch the app.
zh_cn: 初始化 Proton API 失败。请重新启动应用程序。
zh_tw: 初始化 Proton API 失敗。請重新啟動應用程序。

# bridge_error_generic
source: An unexpected error occurred. Please try again.
zh_cn: 发生意外错误。请再试一次。
zh_tw: 發生意外錯誤。請再試一次。

# bridge_error_muon_client
source: A network error occurred in Muon. Please try again.
zh_cn: Muon 中发生网络错误。请再试一次。
zh_tw: Muon 中發生網絡錯誤。請再試一次。

# bridge_error_bitcoin
source: A Bitcoin wallet error occurred. Please try again.
zh_cn: 比特币钱包错误。请再试一次。
zh_tw: 比特幣錢包錯誤。請再試一次。

# bridge_error_api_srp
source: An SRP hashing error occurred. Please try again.
zh_cn: SRP 哈希错误。请再试一次。
zh_tw: SRP 哈希錯誤。請再試一次。

# bridge_error_aes_gcm
source: A cryptographic (AES-GCM) error occurred. Please try again.
zh_cn: 加密（AES-GCM）错误。请再试一次。
zh_tw: 加密（AES-GCM）錯誤。請再試一次。

# bridge_error_wallet_crypto
source: A wallet cryptography error occurred. Please try again.
zh_cn: 钱包加密错误。请再试一次。
zh_tw: 錢包加密錯誤。請再試一次。

# bridge_error_wallet_feature
source: A wallet feature operation failed. Please try again.
zh_cn: 钱包功能操作失败。请再试一次。
zh_tw: 錢包功能操作失敗。請再試一次。

# bridge_error_login
source: Login failed. Please check your credentials and try again.
zh_cn: 登入失败。请检查您的登入凭证并请再试一次。
zh_tw: 登入失敗。請檢查您的登入憑證並請再試一次。

# bridge_error_fork
source: Failed to fork the session. Please try again.
zh_cn: Fork session失败。请再试一次。
zh_tw: Fork session失敗。請再試一次。

# bridge_error_database
source: Failed to access the local cache. Please try again.
zh_cn: 无法访问本地快取。请再试一次。
zh_tw: 無法訪問本地快取。請再試一次。

# bridge_error_session_store
source: Failed to access the session store. Please try again.
zh_cn: 无法访问会话存储。请再试一次。
zh_tw: 無法訪問會話存儲。請再試一次。

# bridge_error_api_deserialize
source: Failed to parse the server response. Please try again.
zh_cn: 无法解析伺服器响应。请再试一次。
zh_tw: 無法解析伺服器響應。請再試一次。

# bridge_error_bitcoin_deserialize
source: Failed to parse the Bitcoin server response. Please try again.
zh_cn: 无法解析比特币伺服器响应。请再试一次。
zh_tw: 無法解析比特幣伺服器響應。請再試一次。

# bridge_error_encoding
source: String encoding error. Please try again.
zh_cn: 字符串编码错误。请再试一次。
zh_tw: 字符串編碼錯誤。請再試一次。

# buying_unavailable
source: Buying is temporarily unavailable
zh_cn: 购买暂时不可用
zh_tw: 購買暫時不可用

# buying_unavailable_description
source: This feature is not available on this app at the moment, but we're actively working on it to enhance your buying experience. Try our web app or check again later.
zh_cn: 此功能目前在此应用程序中不可用，但我们正积极工作以增强您的购买体验。请尝试我们的网络应用程序或稍后再试。
zh_tw: 此功能目前在此應用程序中不可用，但我們正積極工作以增強您的購買體驗。請嘗試我們的網絡應用程序或稍後再試。
