Repository: ProtonWallet/flutter-app
Catalog: lib/l10n/locale_*.arb
Languages: de, es, fr, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
nl: Inloggen
pl: Zaloguj się
ru: Войти
tr: Oturum aç
zh_cn: 登入
zh_tw: 登入

# settings_title
source: User Settings
de: Benutzereinstellungen
es: Ajustes del usuario
fr: Paramètres de l'utilisateur
it: Impostazioni utente
nl: Gebruikersinstellingen
pl: Ustawienia użytkownika
pt: Configurações do usuário
ru: Настройки пользователя
tr: Kullanıcı ayarları
zh_cn: 使用者设定
zh_tw: 使用者設定

# setting_language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ru: Язык
tr: Dil
zh_cn: 语言
zh_tw: 語言

# auto_by_system
source: Auto
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
pl: Automatyczny
pt: Automático
ru: По умолчанию
tr: Otomatik
zh_cn: 自动
zh_tw: 自動

# theme_mode
source: Theme
de: Theme-Modus
es: Tema
fr: Thème
it: Tema modalità
nl: Thema
pl: Motyw
pt: Tema
ru: Режим темы
tr: Tema kipi
zh_cn: 主题
zh_tw: 主題

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Thème sombre
it: Modalità scura
nl: Donkere modus
pl: Ciemny
pt: Modo escuro
ru: Тёмная
tr: Koyu kip
zh_cn: 深色模式
zh_tw: 深色模式

source: Light Mode
de: Heller Modus
es: Modo claro
fr: Thème clair
it: Modalità chiara
nl: Lichte modus
pl: Jasny
pt: Modo claro
ru: Светлая
tr: Açık kip
zh_cn: 浅色模式
zh_tw: 淺色模式

# tab_home
source: Home
de: Startseite
es: Inicio
fr: Accueil
nl: Start
pl: Strona główna
pt: Início
ru: Главная
tr: Giriş
zh_cn: 首页
zh_tw: 首頁

# tab_history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
tr: Geçmiş
zh_cn: 历史
zh_tw: 歷史

# tab_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_cn: 设定
zh_tw: 設定

source: Invites
ru: Приглашения
tr: Davetler
zh_cn: 邀请
zh_tw: 邀請

# invites_content
source: Invite your friends and family to Proton Wallet so you can all send Bitcoin via Email
ru: Пригласите своих друзей и родственников в Proton Wallet, чтобы вы все могли отправлять Bitcoin по эл. почте
tr: Arkadaşlarınızı ve ailenizi Proton Wallet kullanmaya davet edin. Böylece hepiniz E-posta ile Bitcoin aktarımı yapabilirsiniz

source: Exclusive Invites
de: Exklusive Einladungen
es: Invitaciones exclusivas
fr: Invitations exclusives
it: Inviti esclusivi
nl: Exclusieve uitnodigingen
pl: Ekskluzywne zaproszenia
pt: Convites exclusivos
ru: Эксклюзивные приглашения
tr: Özel davetler

# you_can_invite_any
source: You can invite any email address
de: Du kannst jede beliebige E-Mail-Adresse einladen
es: Puedes invitar a cualquier dirección de correo electrónico
fr: Vous pouvez inviter n'importe quelle adresse e-mail.
it: Puoi invitare qualsiasi indirizzo email
nl: U kunt elk e-mailadres uitnodigen
pl: Zaproś za pomocą adresu e-mail
pt: Você pode convidar qualquer endereço de e-mail
ru: Вы можете пригласить любой адрес электронной почты
tr: Herhangi bir e-posta adresine davet gönderebilirsiniz
zh_cn: 您可以邀请任何电子邮件地址加入Proton Wallet
zh_tw: 您可以邀請任何電子郵件地址加入Proton Wallet

# exclusive_invites_content
source: Proton Wallet Early Access is limited to Visionary supporters and invited users. Invite your friends and family so you can all send Bitcoin via Email. You will get more invites as we add more servers.
de: Der frühe Zugang zu Proton Wallet ist auf Visionary-Unterstützer und eingeladene Nutzer beschränkt. Lade deine Freunde und Familie ein, damit ihr alle Bitcoin per E-Mail versenden könnt. Du wirst mehr Einladungen erhalten, wenn wir mehr Server hinzufügen.
es: El acceso anticipado a Proton Wallet está limitado a quienes apoyen Visionary y a los usuarios invitados. Invita a tus amigos y familiares para que puedan enviar Bitcoin por correo electrónico. Obtendrás más invitaciones conforme añadamos más servidores.
fr: L'accès anticipé à Proton Wallet est limité aux utilisateurs Visionary soutenant notre mission et aux utilisateurs invités. Invitez vos amis et votre famille afin que vous puissiez tous envoyer des Bitcoins via e-mail. Vous recevrez davantage d'invitations dès que nous ajouterons plus de serveurs.
it: L'accesso anticipato a Proton Wallet è limitato ai sostenitori Visionary e agli utenti invitati. Invita amici e familiari per poter inviare Bitcoin via Email. Otterrai più inviti ogni volta che aggiungeremo nuovi server.
nl: Proton Wallet Vroegtijdige toegang is beperkt tot Visionary-ondersteuners en uitgenodigde gebruikers. Nodig uw vrienden en familie uit, zodat jullie allemaal Bitcoin via e-mail kunnen verzenden. U krijgt meer uitnodigingen naarmate we meer servers toevoegen.
pl: Wcześniejszy dostęp do Proton Wallet jest ograniczony do użytkowników planu Visionary i osób zaproszonych. Zaproś do usługi swoją rodzinę i znajomych, aby wspólnie wysyłać Bitcoiny przez e-mail. Otrzymasz więcej zaproszeń, gdy dodamy więcej serwerów.
pt: O acesso antecipado à Proton Wallet é limitado aos apoiadores da Visionary e aos usuários convidados. Convide seus amigos e familiares para que todos possam enviar Bitcoin por e-mail. Você receberá mais convites à medida que adicionarmos mais servidores.
ru: Ранний доступ к Proton Wallet ограничен для поддерживающих видение пользователей и приглашённых пользователей. Пригласите своих друзей и семью, чтобы все могли отправлять Bitcoin по электронной почте. Вы получите больше приглашений, когда мы добавим новые серверы.
tr: Proton Wallet erken erişimi, yalnızca Visionary tarifesi kullanıcıları ve davet edilen kullanıcılarla sınırlıdır. Arkadaşlarınızı ve ailenizi davet edin. Böylece hepiniz E-posta ile Bitcoin gönderebilirsiniz. Biz daha fazla sunucu ekledikçe daha fazla davet alacaksınız.

# send_invite_email
source: Send invite email now
de: Einladungs-E-Mail jetzt senden
es: Enviar una invitación por correo electrónico ahora
fr: Envoyer un e-mail d'invitation maintenant
it: Invia l'email di invito ora
nl: Verzend uitnodigingsmail nu
pl: Wyślij teraz e-mail z zaproszeniem
pt: Enviar convite por e-mail agora
ru: Отправить письмо с приглашением сейчас
tr: Davet e-postası gönder
zh_cn: 立即发送邀请电子邮件
zh_tw: 立即發送邀請電子郵件

source: Invite another friend
de: Einen weiteren Freund einladen
es: Invitar a otro amigo
fr: Inviter un autre ami
it: Invita un altro amico
nl: Nodig een andere vriend uit
pl: Zaproś innego znajomego
pt: Convidar outro amigo
ru: Пригласить другого друга
tr: Başka bir arkadaşınızı davet edin
zh_cn: 邀请另一位朋友
zh_tw: 邀請另一位朋友

source: Invite friends
de: Freunde einladen
es: Invitar a amigos
fr: Inviter des amis
it: Invita degli amici
nl: Nodig vrienden uit
pl: Zaproś znajomych
pt: Convidar amigos
ru: Пригласить друзей
tr: Arkadaşlarınızı davet edin
zh_cn: 邀请朋友
zh_tw: 邀請朋友

source: {n} left
de: {n} verbleibend
es: {n} restantes
fr: {n} restantes
it: {n} rimasti
nl: {n} over
pl: Pozostało: {n}
pt: {n} restante
ru: {n} осталось
tr: {n} kaldı
zh_cn: {n} 剩余
zh_tw: {n} 剩餘

# invitation_sent_to
source: Invitation sent to {email}
de: Einladung gesendet an {email}
es: Invitación enviada a {email}
fr: L'invitation a été envoyée à {email}
it: Invito inviato a {email}
nl: Uitnodiging verstuurd aan {email}
pl: Wysłano zaproszenie do {email}
pt: Convite enviado para {email}
ru: Приглашение отправлено по адресу {email}
tr: Davet {email} adresine gönderildi
zh_cn: 邀请已发送至 {email}
zh_tw: 邀請已發送至 {email}

# invitation_success_content
source: Please let them know to check their email and follow the instructions to set up their Proton Wallet with Bitcoin via Email. Thank you for supporting Proton Wallet!
de: Bitte lasse sie wissen, dass sie ihre E-Mail überprüfen und den Anweisungen folgen sollen, um ihr Proton Wallet mit Bitcoin per E-Mail einzurichten. Danke, dass du Proton Wallet unterstützt!
es: Indícale que revise su correo electrónico y siga las instrucciones para configurar su Proton Wallet con Bitcoin vía correo electrónico. ¡Gracias por apoyar a Proton Wallet!
fr: Veuillez lui demander de vérifier son e-mail et de suivre les instructions pour configurer l'option Bitcoin via e-mail dans Proton Wallet. Merci du soutien que vous apportez à Proton Wallet.
it: Chiedi di controllare le email ricevute e di seguire le istruzioni per configurare il loro portafoglio Proton Wallet con Bitcoin via Email. Grazie per il supporto a Proton Wallet!
nl: Laat ze alsjeblieft weten dat ze hun e-mail moeten controleren en de instructies moeten volgen om hun Proton Wallet met Bitcoin via e-mail in te stellen. Bedankt dat u Proton Wallet ondersteunt!
pl: Poinformuj użytkownika, aby sprawdził pocztę i skonfigurował funkcję Bitcoin na adres e-mail w Proton Wallet. Dziękujemy za wsparcie Proton Wallet!
pt: Informe-os para que verifiquem seus e-mails e sigam as instruções para configurar a carteira Proton com Bitcoin via e-mail. Obrigado por apoiar a Proton Wallet!
ru: Попросите получателя проверить эл. почту и выполнить инструкции по настройке функции «Bitcoin по эл. почте» в Proton Wallet. Спасибо за поддержку Proton Wallet!
tr: E-posta adresine bakmasını ve Proton Wallet uygulamasını E-posta ile Bitcoin almak üzere ayarlamak için yönergeyi izlemesini iletin. Proton Wallet uygulamasını desteklediğiniz için teşekkür ederiz!
zh_cn: 请告诉他们检查电子邮件并按照指示设置他们的 Proton Wallet，以通过电子邮件发送比特币。 感谢您支持 Proton Wallet！
zh_tw: 請告訴他們檢查電子郵件並按照指示設置他們的 Proton Wallet，以通過電子郵件發送比特幣。 感謝您支持 Proton Wallet！

source: Welcome
de: Willkommen
es: Te damos la bienvenida
fr: Bienvenue
it: Ti diamo il benvenuto
nl: Welkom
pl: Witaj
pt: Boas-vindas
ru: Добро пожаловать
tr: Hoş geldiniz
zh_cn: 欢迎
zh_tw: 歡迎

# welcome_to
source: Welcome to Proton Wallet
de: Willkommen bei Proton Wallet
es: Te damos la bienvenida a Proton Wallet
fr: Bienvenue sur Proton Wallet
it: Ti diamo il benvenuto in Proton Wallet
nl: Welkom bij Proton Wallet
pl: Witaj w Proton Wallet
pt: Boas-vindas ao Proton Wallet
ru: Добро пожаловать в Proton Wallet
tr: Proton Wallet uygulamasına hoş geldiniz
zh_cn: 欢迎使用 Proton Wallet
zh_tw: 歡迎使用 Proton Wallet

# welcome_to_content_1
source: This is a self-custodial Bitcoin wallet, meaning any BTC you buy or receive will be fully controlled by you. Not even Proton can seize your assets. To avoid losing assets due to forgetting your password or other access issues, back up your Proton recovery phrase and wallet seed phrase. We have created two BTC accounts for you. A primary account, and a second account for receiving Bitcoin via Email at
de: Dies ist ein selbstverwahrendes Bitcoin-Wallet, das heißt, dass alle BTC, die du kaufst oder erhältst, vollständig von dir kontrolliert werden. Nicht einmal Proton kann dein Guthaben konfiszieren. Um zu vermeiden, dass du Guthaben verlierst, weil du dein Passwort oder andere Zugriffsprobleme vergisst, mache eine Sicherungskopie deiner Proton-Wiederherstellungsphrase und Wallet-Seed-Phrase. Wir haben zwei BTC-Konten für dich erstellt. Ein Hauptkonto und ein zweites Konto, um Bitcoin per E-Mail zu erhalten.
es: Esta es una cartera Bitcoin de autocustodia, lo que significa que controlarás totalmente cualquier BTC que compres o recibas. Ni siquiera Proton puede confiscar tus activos. Para evitar perder activos por un olvido de contraseña u otros problemas de acceso, crea una copia de seguridad de tu frase de recuperación de Proton y de tu frase de recuperación de la cartera. Hemos creado dos cuentas BTC para ti: una cuenta principal y una cuenta secundaria para recibir Bitcoin vía correo electrónico en
fr: Ceci est un wallet Bitcoin non hébergé, ce qui signifie que tous les BTC que vous achetez ou recevez seront entièrement contrôlés par vous. Même Proton ne peut pas saisir vos actifs. Pour éviter de perdre des actifs en raison de l'oubli de votre mot de passe ou d'autres problèmes d'accès, sauvegardez votre phrase de récupération Proton et la phrase de récupération du wallet. Nous avons créé deux comptes BTC pour vous. Un compte principal et un second compte pour recevoir des Bitcoin par e-mail sur
it: Questo è un portafoglio Bitcoin a custodia personale, il che significa che qualsiasi BTC che acquisti o ricevi sarà completamente controllato da te. Nemmeno Proton può bloccare i tuoi asset. Per evitare di perdere i tuoi asset se dimentichi la password o a causa di altri problemi di accesso, esegui il backup della frase di recupero di Proton e della seed phrase del portafoglio. Abbiamo creato due account BTC per te. Un account principale e un secondo account per ricevere Bitcoin via Email all'indirizzo
nl: Dit is een zelfbeheerde Bitcoin-portemonnee, wat betekent dat alle BTC die u koopt of ontvangt volledig door u wordt beheerd. Zelfs Proton kan uw activa niet in beslag nemen. Om te voorkomen dat u activa verliest doordat u uw wachtwoord vergeet of andere toegangproblemen heeft, maakt u een back-up van uw Proton-herstelzin en cseed-phrase van uw portemonnee. We hebben twee BTC-accounts voor u aangemaakt. Een primair account en een tweede account voor het ontvangen van Bitcoin via e-mail op
pl: To jest portfel Bitcoin typu self-custody, co oznacza, że każdy BTC, który kupujesz lub otrzymujesz, jest w pełni kontrolowany przez Ciebie. Nawet Proton nie może przejąć Twoich środków. Aby uniknąć utraty środków z powodu zapomnienia hasła lub innych problemów z dostępem, utwórz kopię zapasową swojego hasła odzyskiwania Proton i frazy seed portfela. Utworzyliśmy dla Ciebie dwa konta BTC. Główne konto oraz drugie konto do otrzymywania Bitcoinów przez e-mail na
pt: Esta é uma carteira de Bitcoin com autocustódia, o que significa que qualquer BTC que você comprar ou receber será totalmente controlado por você. Nem mesmo a Proton pode pegar ou confiscar seus ativos. Para evitar perder ativos devido à senha esquecida ou outros problemas de acesso, faça backup da sua frase de recuperação da Proton e da frase-semente da carteira. Criamos duas contas BTC para você. Uma conta principal e uma segunda conta para receber Bitcoin via e-mail em
ru: Это некастодиальный Bitcoin-кошелёк, что означает, что любой BTC, который вы купите или получите, будет полностью контролироваться вами. Даже Proton не сможет изъять ваши активы. Чтобы избежать потери активов из-за забытого пароля или других проблем с доступом, сделайте резервную копию вашей мнемонической фразы восстановления и seed-фразы кошелька. Сейчас мы создали для вас два BTC аккаунта. Один основной, и второй для получения Bitcoin по электронной почте на
tr: Bu cüzdan, kendinden korumalı bir Bitcoin cüzdanıdır. Yani satın aldığınız veya size gönderilen tüm BTC tümüyle sizin kontrolunuz altındadır. Varlıklarınıza Proton bile el koyamaz. Parolanızı unutmanız veya diğer erişim sorunları yaşamanız nedeniyle varlıklarınızın kaybolmasını önlemek için Proton kurtarma ifadenizi ve cüzdan tohumlama ifadenizi yedekleyin. Sizin için iki BTC hesabı oluşturduk. Bir birincil hesap ve E-posta ile Bitcoin almak için bir ikincil hesap.

# welcome_to_content_2
source: from other Proton Wallet users.
de: von anderen Proton Wallet-Nutzern.
es: de otros usuarios de Proton Wallet.
fr: par d'autres utilisateurs de Proton Wallet.
it: dagli altri utenti Proton Wallet.
nl: van andere Proton Wallet-gebruikers.
pl: od innych użytkowników Proton Wallet.
pt: de outros usuários do Proton Wallet.
ru: от других пользователей Proton Wallet.
tr: diğer Proton Wallet kullanıcılarından.

# welcome_to_confirm_content
source: By continuing, you agree to our
de: Indem du fortfährst, akzeptierst du unsere
es: Al continuar, aceptas nuestros
fr: En continuant, vous acceptez nos
it: Continuando accetti i nostri
nl: Door verder te gaan gaat u akkoord met onze
pl: Kontynuując, akceptujesz
pt: Ao continuar, você concorda com os nossos
ru: Продолжая, вы соглашаетесь с нашими
tr: İlerleyerek şunları kabul etmiş sayılırsınız
zh_cn: 继续将表示您同意我们的
zh_tw: 繼續將表示您同意我們的

# welcome_to_term_and_condition
source: terms and conditions
de: Allgemeinen Geschäftsbedingungen
es: términos y condiciones
fr: conditions générales d'utilisation
it: Termini e Condizioni
nl: algemene voorwaarden
pl: regulamin
pt: termos e condições
ru: условиями
tr: hüküm ve koşullar
zh_cn: 条款和条件
zh_tw: 條款和條件

# welcome_hint
source: Here is a checklist to get you started:
de: Hier eine Checkliste zum Einstieg:
es: Aquí tienes una lista de primeros pasos para empezar:
fr: Voici votre checklist pour bien démarrer :
it: Ecco una lista per iniziare:
nl: Hier is een checklist om aan de slag te gaan:
pl: Oto kilka kroków do wykonania na początek:
pt: Veja a seguir uma lista de verificação para começar:
ru: Что надо сделать, чтобы начать работу:
tr: Başlamanız için bir kontrol listesi:
zh_cn: 这里有一个检查清单来帮助您开始：
zh_tw: 這裡有一個檢查清單來幫助您開始：

# bve_warning_1
source: For better privacy, we recommend
de: Für bessere Privatsphäre empfehlen wir
es: Para una mayor privacidad, recomendamos
fr: Pour une meilleure protection de la vie privée, nous recommandons
it: Per una privacy migliore, consigliamo la
nl: Voor betere privacy raden we aan
pl: Aby zapewnić lepszą prywatność, zalecamy
pt: Para melhor privacidade, recomendamos
ru: Для лучшей конфиденциальности мы рекомендуем
tr: Gizliliğinizi artırmak için şunları öneririz

# bve_warning_create_new_account
source: creating a new BTC account
de: ein neues BTC-Konto zu erstellen
es: crear una cuenta de BTC
fr: création d'un nouveau compte BTC
it: creazione di un nuovo account BTC
nl: een nieuw BTC-account aan te maken
pl: utworzenie nowego konta BTC
pt: criar uma conta BTC
ru: создать новый BTC аккаунт
tr: yeni bir BTC hesabı oluşturun

# bve_warning_2
source: for receiving Bitcoin via Email.
de: zum Empfangen von Bitcoin per E-Mail.
es: para recibir Bitcoin por correo electrónico.
fr: pour recevoir des bitcoins via e-mail.
it: per ricevere Bitcoin via Email.
nl: om Bitcoin via e-mail te ontvangen.
pl: w celu otrzymywania Bitcoinów przez e-mail.
pt: para receber Bitcoin via e-mail.
ru: для получения Bitcoin по электронной почте.
tr: ve E-posta ile Bitcoin almakta kullanın.
